[
    {
        "title": "The American Institute for Manufacturing Integrated Photonics: advancing the ecosystem",
        "author": "Koch, Thomas L.",
        "publisher": "SPIE",
        "date": "2106-02",
        "abstract": "The American Institute for Manufacturing Integrated Photonics (AIM Photonics) is focused on developing an end-to-end integrated photonics ecosystem in the U.S., including domestic foundry access, integrated design tools, ..."
    },
    {
        "title": "How do we interpret the outputs of a neural network trained on classification?",
        "author": "Xie, Yudi",
        "publisher": "International Conference on Learning Representations",
        "date": "2025-04-28",
        "abstract": "Deep neural networks are widely used for classification tasks, but the interpretation of their output activations is often unclear. This tutorial article explains\r\nhow these outputs can be understood as approximations of ..."
    },
    {
        "title": "Geospatial Trucking Industry Decarbonization Explorer (Geo-TIDE): Technical Guide and Methodology",
        "author": "Eamer, Danika",
        "date": "2025-04-11",
        "abstract": "Geo-TIDE is a public, interactive decision-support tool developed by the MIT Climate &\r\nSustainability Consortium (MCSC) to help trucking industry stakeholders identify and evaluate early opportunities for fleet and ..."
    },
    {
        "title": "AGM aquariums and elliptic curves over arbitrary finite fields",
        "author": "Kayath, June",
        "publisher": "Springer International Publishing",
        "date": "2025-04-09",
        "abstract": "In this paper, we define a version of the arithmetic-geometric mean (AGM) function for arbitrary finite fields F q , and study the resulting AGM graph with points ( a , b ) ∈ F q × F q and directed edges between points ..."
    },
    {
        "title": "Leveraging Seawater Thermal Energy Storage and Heat Pumps for Coupling Electricity and Urban Heating: A Techno-Economic Analysis",
        "author": "Abbiasov, Timur",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-04-07",
        "abstract": "This paper presents an economic assessment of seawater thermal energy storage (TES) integrated with industrial heat pumps to couple renewable electricity generation with urban district heating networks. Using Amsterdam as ..."
    },
    {
        "title": "Encourage circular practices in the supply chain",
        "author": "Goitia Polo, Alejandro Jorge",
        "date": "2025-04-02",
        "abstract": "Every year 300 million tons of plastic waste are produced, and the amount of plastic produced increases with the world population. The more people there are on the planet, the more waste is produced. The concepts of circular ..."
    },
    {
        "title": "Buy, Rent and Sale: Chasing better cash flows",
        "author": "Do Couto Selem, Ana Patricia",
        "date": "2025-04-02",
        "abstract": "This capstone project optimizes the inventory levels of a rental car company and improves the cash-to-cash cycle. The solution approach is a Mixed Integer Linear Program (MILP) model, considering a multiple-period inventory. ..."
    },
    {
        "title": "Reducing food losses by improving the efficiency of the banana supply chain in the Antioquia corridor in Colombia",
        "author": "Sethuramanujam, Ananthakumar",
        "date": "2025-04-02",
        "abstract": "In 2011, the Food and Agricultural Organization of the United Nations (FAO) estimated that one-third of the food produced in the world for human consumption was lost or wasted (FAO, 2021d). Ten years later, a World Wildlife ..."
    },
    {
        "title": "Demand Forecasting Analysis for Pharma Retail",
        "author": "Moreno Quintero, Nestor Andres",
        "date": "2025-04-02",
        "abstract": "Demand planning is the connection between marketing, finance, and operations. In an industry like pharma retail, products do not always behave according to a regular stable baseline. In addition, marketing enrichment like ..."
    },
    {
        "title": "Determining optimal inventory positions in an urban network",
        "author": "Briceño Tipacti, Juan Pablo",
        "date": "2025-04-02",
        "abstract": "Supply chain networks are becoming increasingly complex due to the aggressive growth of multiple digital trends, like the rise of e-commerce and the increased customer expectations, which have been enhanced through the ..."
    },
    {
        "title": "Reduction of Costs and Emissions in Outbound Transport",
        "author": "Amazonas Machado, Leonardo",
        "date": "2025-04-02",
        "abstract": "The global food system accounts for nearly 30% of the total CO2 emissions worldwide. About 19% of that figure is due to transportation-related emissions. The main problem being addressed in this project is to identify the ..."
    },
    {
        "title": "Minimizing last-mile emissions through altitude-aware route optimization",
        "author": "De Abreu Rodrigues, Gustavo",
        "date": "2025-04-02",
        "abstract": "This study introduced an exact optimization approach to solve a new special type of Travelling Salesperson Problem. This problem considers time-windows restrictions and a new objective function—the objective regards driver ..."
    },
    {
        "title": "Fulfillment models framework for e-commerce companies",
        "author": "Bellido, Juan Manuel",
        "date": "2025-04-02",
        "abstract": "E-commerce relevance is increasing, and companies should be prepared to fulfill customers’ expectations and ensure an optimal shopping experience. Online worldwide retail sales generated 70 billion U.S. dollars in 2019, ..."
    },
    {
        "title": "Causal inference improving warehouse productivity: zoned storage and killer items",
        "author": "Montemurri, David",
        "date": "2025-04-02",
        "abstract": "E-commerce companies need help with customer service experience: faster and more frequent deliveries. Then, order fulfillment becomes critical to establish a competitive advantage.\r\nThe main objective of this project is ..."
    },
    {
        "title": "The State of Supply Chain Sustainability in Brazil",
        "author": "Gonzaga Moreira Sá C Faveret, Leonardo",
        "date": "2025-04-02",
        "abstract": "As sustainability gains importance for consumers, employees, and investors, Supply Chain Sustainability (SCS) has become an increasingly important topic for companies. The State of Supply Chain Sustainability report, a ..."
    },
    {
        "title": "Emerging membrane technologies for sustainable lithium extraction from brines and leachates: Innovations, challenges, and industrial scalability",
        "author": "Foo, Zi Hao",
        "publisher": "Elsevier BV",
        "date": "2025-04-01",
        "abstract": "This perspective critically examines challenges in advancing membrane-based technologies for lithium extraction from industrial brines, salt lakes, and battery leachates. The rapidly rising deployment of electric vehicles ..."
    },
    {
        "title": "Evidence-Based Nutraceuticals Derived from Antrodia cinnamomea",
        "author": "Xu, Chunyuhang",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-30",
        "abstract": "Antrodia cinnamomea (A. cinnamomea), a medicinal and edible mushroom endemic to Taiwan, has been traditionally valued as a health tonic. Recent studies have highlighted the diverse specialized metabolites and bioactive ..."
    },
    {
        "title": "Evaluating the Impacts of Swapping on the US Decennial Census",
        "author": "Ballesteros, Mar?a",
        "publisher": "ACM|Symposium on Computer Science and Law",
        "date": "2025-03-25",
        "abstract": "To meet its dual burdens of providing useful statistics and ensuring privacy of individual respondents, the US Census Bureau has for decades introduced some form of \"noise\" into published statistics. Initially, they used ..."
    },
    {
        "title": "What Constitutes a Less Discriminatory Algorithm?",
        "author": "Laufer, Benjamin",
        "publisher": "ACM|Symposium on Computer Science and Law",
        "date": "2025-03-25",
        "abstract": "Disparate impact doctrine offers an important legal apparatus for targeting discriminatory data-driven algorithmic decisions. A recent body of work has focused on conceptualizing one particular construct from this doctrine: ..."
    },
    {
        "title": "Pluto: Authoring Semantically Aligned Text and Charts for Data-Driven Communication",
        "author": "Srinivasan, Arjun",
        "publisher": "ACM|30th International Conference on Intelligent User Interfaces",
        "date": "2025-03-24",
        "abstract": "Textual content (including titles, annotations, and captions) plays a central role in helping readers understand a visualization by emphasizing, contextualizing, or summarizing the depicted data. Yet, existing visualization ..."
    },
    {
        "title": "MIND (Mixed-Initiative Next-gen Design): Workshop on Blending Agents and Direct Manipulation for Harnessing LLMs",
        "author": "Dinakar, Karthik",
        "publisher": "ACM|30th International Conference on Intelligent User Interfaces Companion",
        "date": "2025-03-24",
        "abstract": "Since the 1980s, a key debate in human-centered computing involving machine learning at IUI is between agent-driven systems and direct manipulation. The explosion of Large Language Models (LLMs), particularly auto-regressive ..."
    },
    {
        "title": "MemPal: Leveraging Multimodal AI and LLMs for Voice-Activated Object Retrieval in Homes of Older Adults",
        "author": "Maniar, Natasha",
        "publisher": "ACM|30th International Conference on Intelligent User Interfaces",
        "date": "2025-03-24",
        "abstract": "Older adults have increasing difficulty with retrospective memory, hindering their abilities to perform daily activities and posing stress on caregivers to ensure their wellbeing. Recent developments in Artificial Intelligence ..."
    },
    {
        "title": "Coalesce: An Accessible Mixed-Initiative System for Designing Community-Centric Questionnaires",
        "author": "Overney, Cassandra",
        "publisher": "ACM|30th International Conference on Intelligent User Interfaces",
        "date": "2025-03-24",
        "abstract": "Effectively incorporating community input into civic decision-making processes is crucial for fostering inclusive governance. However, public officials often face challenges in formulating effective questions to gather ..."
    },
    {
        "title": "Scientific Advancements in Gene Therapies: Opportunities for Global Regulatory Convergence",
        "author": "Olaghere, Jimi",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-20",
        "abstract": "On 4 September 2024, the Reagan-Udall Foundation for the FDA (FDA Foundation) in collaboration with the Food and Drug Administration (FDA) and the Gates Foundation hosted a workshop titled “Scientific Advancements in Gene ..."
    },
    {
        "title": "High-Connectivity Triazolate-Based Metal–Organic Framework for Water Harvesting",
        "author": "Ravin, Karla",
        "publisher": "American Chemical Society",
        "date": "2025-03-19",
        "abstract": "Increasing the connectivity of structural units presents a potentially valuable approach to improve hydrolytic stability in metal–organic frameworks (MOFs). We herein leverage this strategy by synthesizing the first tritopic ..."
    },
    {
        "title": "Brain Markers of Resilience to Psychosis in High-Risk Individuals: A Systematic Review and Label-Based Meta-Analysis of Multimodal MRI Studies",
        "author": "Collin, Guusje",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-17",
        "abstract": "Background/Objectives: Most individuals who have a familial or clinical risk of developing psychosis remain free from psychopathology. Identifying neural markers of resilience in these at-risk individuals may help clarify ..."
    },
    {
        "title": "The Design and Deployment of a Self-Powered, LoRaWAN-Based IoT Environment Sensor Ensemble for Integrated Air Quality Sensing and Simulation",
        "author": "Wijeratne, Lakitha O. H.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-12",
        "abstract": "The goal of this study is to describe a design architecture for a self-powered IoT (Internet of Things) sensor network that is currently being deployed at various locations throughout the Dallas-Fort Worth metroplex to ..."
    },
    {
        "title": "Learning-Augmented Competitive Algorithms for Spatiotemporal Online Allocation with Deadline Constraints",
        "author": "Lechowicz, Adam",
        "publisher": "ACM",
        "date": "2025-03-10",
        "abstract": "We introduce and study spatiotemporal online allocation with deadline constraints (SOAD), a new online problem motivated by emerging challenges in sustainability and energy.  In SOAD, an online player completes a workload ..."
    },
    {
        "title": "Secure finite-time filtering for switched fuzzy systems with scaling attacks and stochastic sensor faults",
        "author": "Sathishkumar, Murugesan",
        "publisher": "Springer Netherlands",
        "date": "2025-03-10",
        "abstract": "In this study, we introduce a design for robust secure finite-time mixed H ∞ and passivity filter for discrete-time switched fuzzy systems. This design effectively combats both stochastic scaling attacks and sensor failure. ..."
    },
    {
        "title": "OpenEarable 2.0: Open-Source Earphone Platform for Physiological Ear Sensing",
        "author": "R?ddiger, Tobias",
        "publisher": "ACM",
        "date": "2025-03-04",
        "abstract": "Earphones have evolved from pure audio devices to \"earables\" that are capable of advanced sensing. Bespoke research devices have shown the unique sensing capabilities of the earable platform; however, they are hard to ..."
    },
    {
        "title": "Picto: Crafting Remote Tangible Gestures via Recordable, Replayable, and Shareable Motions",
        "author": "Choi, Kyung Yun",
        "publisher": "ACM|Nineteenth International Conference on Tangible, Embedded, and Embodied Interaction",
        "date": "2025-03-04",
        "abstract": "We introduce Picto, a paired tangible interface that enables intimate dyads to co-create shared kinetic messages, fostering playful remote communication beyond temporal and physical constraints. Picto’s two modular units—a ..."
    },
    {
        "title": "Performance Analysis for High-Dimensional Bell-State Quantum Illumination",
        "author": "Shapiro, Jeffrey H.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-03",
        "abstract": "Quantum illumination (QI) is an entanglement-based protocol for improving LiDAR/radar detection of unresolved targets beyond what a classical LiDAR/radar of the same average transmitted energy can do. Originally proposed ..."
    },
    {
        "title": "Choice Vectors: Streamlining Personal AI Alignment Through Binary Selection",
        "author": "Watson, Eleanor",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-03-03",
        "abstract": "Value alignment for AI is not “one-size-fits-all”: even polite and friendly models can still fail to represent individual user contexts and preferences, and local cultural norms. This paper presents a modular workflow for ..."
    },
    {
        "title": "The ultra-thin conception of objecthood",
        "author": "Rayo, Agustín",
        "publisher": "Taylor & Francis",
        "date": "2025-03-02",
        "abstract": "In his excellent book Thin Objects, Øystein Linnebo develops a conception of\r\nobjecthood that allows for thin objects: objects whose ‘existence does not\r\nmake a substantial demand on the world’ (p. 4). His proposal is ..."
    },
    {
        "title": "SySTeC: A Symmetric Sparse Tensor Compiler",
        "author": "Patel, Radha",
        "publisher": "ACM|Proceedings of the 23rd ACM/IEEE International Symposium on Code Generation and Optimization",
        "date": "2025-03-01",
        "abstract": "Symmetric and sparse tensors arise naturally in many domains including linear algebra, statistics, physics, chemistry, and graph theory. Symmetric tensors are equal to their transposes, so in the n-dimensional case we can ..."
    },
    {
        "title": "Hands-On Quantum Cryptography: Experimentation with the B92 Protocol Using Pulsed Lasers",
        "author": "Gandelman, Sara P.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-28",
        "abstract": "Quantum cryptography continues to be an area of significant research and educational interest. Here, a straightforward and reliable approach to both the experimental and theoretical aspects of quantum key distribution is ..."
    },
    {
        "title": "Structurally Similar Mycotoxins Aflatoxin B1 and Sterigmatocystin Trigger Different and Distinctive High-Resolution Mutational Spectra in Mammalian Cells",
        "author": "Thongararm, Pennapa",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-27",
        "abstract": "Aflatoxin B1 (AFB1) and sterigmatocystin (ST) are mycotoxins that pose significant threats to human and animal health owing to their mutagenic, carcinogenic, and toxic properties. They are structurally similar and widely ..."
    },
    {
        "title": "The Influence of Religiosity on Muslim Women’s Selection of Fund Providers in Malaysia",
        "author": "Bouzekouk, Salim",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-26",
        "abstract": "The purpose of this study is to analyze the factors influencing the attitudes of women investors in the context of Islamic unit trust funds in Malaysia, with a focus on women&rsquo;s religiosity and on the perceived ..."
    },
    {
        "title": "A Portable High-Resolution Snapshot Multispectral Imaging Device Leveraging Spatial and Spectral Features for Non-Invasive Corn Nitrogen Treatment Classification",
        "author": "Li, Xuan",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-21",
        "abstract": "Spectral imaging has been widely applied in plant phenotyping to assess corn leaf nitrogen status. Recent studies indicate that spatial variations within a single leaf’s multispectral image provide stronger signals for ..."
    },
    {
        "title": "Utilization of Classification Learning Algorithms for Upper-Body Non-Cyclic Motion Prediction",
        "author": "Koo, Bon H.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-20",
        "abstract": "This study explores two methods of predicting non-cyclic upper-body motions using classification algorithms. Exoskeletons currently face challenges with low fluency, hypothesized to be in part caused by the lag in active ..."
    },
    {
        "title": "Content Analysis of E-Participation Platforms in Taiwan with Topic Modeling: How to Train and Evaluate Neural Topic Models?",
        "author": "Sontheimer, Moritz",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-20",
        "abstract": "E-participation platforms, such as iVoting and Join in Taiwan, provide digital spaces for citizens to engage in deliberation, voting, and oversight. As a forerunner in Asia, Taiwan has implemented these platforms to enhance ..."
    },
    {
        "title": "Diffusion and Percolation: How COVID-19 Spread Through Populations",
        "author": "Harris, Jeffrey E.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-20",
        "abstract": "I rely on the key concepts of diffusion and percolation to characterize the sequential but overlapping phases of the spread of infection through entire populations during the first year of the COVID-19 pandemic. Data from ..."
    },
    {
        "title": "Point-of-Care No-Specimen Diagnostic Platform Using Machine Learning and Raman Spectroscopy: Proof-of-Concept Studies for Both COVID-19 and Blood Glucose",
        "author": "Chefitz, Allen B.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-19",
        "abstract": "Significance: We describe a novel, specimen-free diagnostic platform that can immediately detect both a metabolite (glucose) or an infection (COVID-19) by non-invasively using Raman spectroscopy and machine learning. Aim: ..."
    },
    {
        "title": "Computer Science Behind Bars: Lessons Learned from Teaching Incarcerated Students in Prisons and Jails",
        "author": "Fishberg, Andrew",
        "publisher": "ACM|Proceedings of the 56th ACM Technical Symposium on Computer Science Education V. 2",
        "date": "2025-02-18",
        "abstract": "Educational programs for incarcerated individuals, often called \"behind bars\" initiatives, have been shown to improve participants' social and economic outcomes upon release. Since its founding in 2018, MIT's Education ..."
    },
    {
        "title": "The d γ / 2 -Variation of Distance Profiles in γ -Liouville Quantum Gravity",
        "author": "Bhatia, Manan",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-02-17",
        "abstract": "For Brownian surfaces with boundary and an interior marked point, a natural observable to consider is the distance profile, defined as the process of distances from the marked point to a variable point lying on the boundary. ..."
    },
    {
        "title": "Systematic Simulations of Structural Stability, Phonon Dispersions, and Thermal Expansion in Zinc-Blende ZnO",
        "author": "Talwar, Devki N.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-17",
        "abstract": "Zinc oxide (ZnO) has recently gained considerable attention due to its exceptional properties, including higher electron mobility, good thermal conductivity, high breakdown voltage, and a relatively large exciton-binding ..."
    },
    {
        "title": "Orbit Plane Rotation Using Aerocapture",
        "author": "Gochenaur, Daniel C.",
        "publisher": "American Institute of Aeronautics and Astronautics",
        "date": "2025-02-13",
        "abstract": "This study investigates the feasibility of performing orbit plane rotations during aerocapture maneuvers. Three-degrees-of-freedom bounding trajectories at Mars are propagated for a range of vehicle lift-to-drag ratios ..."
    },
    {
        "title": "\"Why is my code slow?\" Efficiency Bugs in Student Code",
        "author": "Dargan, Hope",
        "publisher": "ACM|Proceedings of the 56th ACM Technical Symposium on Computer Science Education V. 1",
        "date": "2025-02-12",
        "abstract": "While prior research has categorized common errors and code quality issues of student programmers, little attention has been paid to researching student efficiency bugs. Qualitative content analysis of 250 slow student ..."
    },
    {
        "title": "Long-Term Ageing Studies on Eco-Friendly Resistive Plate Chamber Detectors",
        "author": "Abbrescia, Marcello",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-11",
        "abstract": "In high-energy physics, resistive plate chamber (RPC) detectors operating in avalanche mode make use of a high-performance gas mixture. Its main component, Tetrafluoroethane (C2H2F4), is classified as a fluorinated greenhouse ..."
    },
    {
        "title": "Practical DB-OS Co-Design with Privileged Kernel Bypass",
        "author": "Zhou, Xinjing",
        "publisher": "ACM",
        "date": "2025-02-11",
        "abstract": "This paper revisits the longstanding challenge of coordinating database systems with general-purpose OS interfaces, such as POSIX, which often lack tailored support for DB requirements. Existing approaches to this DB-OS ..."
    },
    {
        "title": "Predicting Mortality in Subarachnoid Hemorrhage Patients Using Big Data and Machine Learning: A Nationwide Study in Türkiye",
        "author": "Khaniyev, Taghi",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-10",
        "abstract": "Background/Objective: Subarachnoid hemorrhage (SAH) is associated with high morbidity and mortality rates, necessitating prognostic algorithms to guide decisions. Our study evaluates the use of machine learning (ML) models ..."
    },
    {
        "title": "Base-Load Nuclear Reactors for Fully Dispatchable Electricity: Nuclear Air-Brayton Combined Cycles, Firebrick Heat Storage, Hydrogen Storage, and Hydrocarbon Biofuels",
        "author": "Forsberg, Charles",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-10",
        "abstract": "Three partly coupled integrated nuclear energy systems are described. These enable base-load nuclear reactors to provide fully dispatchable electricity without greenhouse-gas emissions, thus replacing gas turbines burning ..."
    },
    {
        "title": "Engineering of Genetically Encoded Bright Near-Infrared Fluorescent Voltage Indicator",
        "author": "Xiao, Xian",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-08",
        "abstract": "Genetically encoded voltage indicators (GEVIs) allow for the cell-type-specific real-time imaging of neuronal membrane potential dynamics, which is essential to understanding neuronal information processing at both cellular ..."
    },
    {
        "title": "Lessons from COVID-19 patient visitation restrictions: six considerations to help develop ethical patient visitor policies",
        "author": "Høeg, Tracy B.",
        "publisher": "Springer International Publishing",
        "date": "2025-02-08",
        "abstract": "Patient visitor restrictions were implemented in unprecedented ways during the COVID-19 pandemic and included bans on any visitors to dying patients and bans separating mothers from infants. These were implemented without ..."
    },
    {
        "title": "A Taxonomy for Social Sustainability in Corporate Communication",
        "author": "Dogan, Amelia",
        "date": "2025-02-07",
        "abstract": "Sustainability, or environmental, social, and governance (ESG), reports have become ubiquitous among major companies in recent years, often criticized as tools for greenwashing and met with significant backlash. While the ..."
    },
    {
        "title": "Search for long-lived heavy neutral leptons in proton-proton collision events with a lepton-jet pair associated with a secondary vertex at √s = 13 TeV",
        "author": "Hayrapetyan, A.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-02-06",
        "abstract": "A search for long-lived heavy neutral leptons (HNLs) using proton-proton collision data corresponding to an integrated luminosity of 138 fb−1 collected at s = 13 TeV with the CMS detector at the CERN LHC is presented. ..."
    },
    {
        "title": "Protein codes promote selective subcellular compartmentalization",
        "author": "Kilgore, Henry R.",
        "publisher": "American Association for the Advancement of Science",
        "date": "2025-02-06",
        "abstract": "Cells have evolved mechanisms to distribute ~10 billion protein molecules to\r\nsubcellular compartments where diverse proteins involved in shared functions must\r\nassemble. Here, we demonstrate that proteins with shared ..."
    },
    {
        "title": "Association Between Medicaid Expansion and Insurance Status, Risk Group, Receipt, and Refusal of Treatment Among Men with Prostate Cancer",
        "author": "Patel, Tej A.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-06",
        "abstract": "Simple Summary\r\nWe sought to quantify the impact of Medicaid expansion on insurance status, stage at diagnosis, time to treatment initiation, and refusal of locoregional treatment among patients with prostate cancer, the ..."
    },
    {
        "title": "Recent Progress in Flexible Piezoelectric Tactile Sensors: Materials, Structures, Fabrication, and Application",
        "author": "Tang, Jingyao",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-05",
        "abstract": "Flexible tactile sensors are widely used in aerospace, medical and health monitoring, electronic skin, human–computer interaction, and other fields due to their unique advantages, thus becoming a research hotspot. The goal ..."
    },
    {
        "title": "Convergence to Bohmian Mechanics in a de Broglie-Like Pilot-Wave System",
        "author": "Darrow, David",
        "publisher": "Springer US",
        "date": "2025-02-04",
        "abstract": "Bohmian mechanics supplements the quantum wavefunction with deterministic particle trajectories, offering an alternate, dynamical language for quantum theory. However, the Bohmian wavefunction evolves independently of these ..."
    },
    {
        "title": "The Data Artifacts Glossary: a community-based repository for bias on health datasets",
        "author": "Gameiro, Rodrigo R.",
        "publisher": "BioMed Central",
        "date": "2025-02-04",
        "abstract": "Background The deployment of Artificial Intelligence (AI) in healthcare has the potential to transform patient care through improved diagnostics, personalized treatment plans, and more efficient resource management. However, ..."
    },
    {
        "title": "Data Are Power: Addressing the Power Imbalance Around Community Data with the Open-Access Data4HumanRights Curriculum",
        "author": "Kuffer, Monika",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-03",
        "abstract": "Data4HumanRights’ training materials have been developed as open-source and tailored to limited-resource settings, where community data collectors often live and work. Access to training on data collection, analysis, and ..."
    },
    {
        "title": "Exploring the Holiday Effect on Elevated Traffic-Related Air Pollution with Hyperlocal Measurements in Chengdu, China",
        "author": "Xiang, Sheng",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-02",
        "abstract": "Traffic-related air pollutants (TRAPs) pose significant health risks in megacities, yet fixed monitoring sites often fail to capture their complexity. To characterize the TRAP concentrations which fixed sites cannot address, ..."
    },
    {
        "title": "Quantum Computing from Graphs",
        "author": "Khesin, Andrey Boris",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "While stabilizer tableaus have proven exceptionally useful as a descriptive tool for additive quantum codes, they otherwise offer little guidance for concrete constructions or coding algorithm analysis. We introduce a ..."
    },
    {
        "title": "Simple Models for Complex Tropical Dynamics",
        "author": "Tuckman, P.J.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Studying Earth's tropics is an essential part of understanding the climate, simulating the Earth system, and predicting the societal impacts of weather. In this thesis, we use a hierarchy of models -- including analytically ..."
    },
    {
        "title": "Electrospray Thrusters in Chemical-Electric Multimode Propulsion for Small Satellites",
        "author": "Bruno, Amelia R.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Propulsion for small spacecraft is typically one of two modes, chemical or electric. These modes offer complementary propulsive performance: chemical propulsion provides high thrust and low specific impulse, while electric ..."
    },
    {
        "title": "Fast methods for full-wave electromagnetic solvers in MRI",
        "author": "Guryev, Georgy D.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "High static field ( 3T) MR scanners can produce human tissue images of astounding clarity, but rely on high frequency ( 123MHz) electromagnetic radiation that generates complex in-tissue field patterns that are patient-specific ..."
    },
    {
        "title": "Detection and Localization of Pressure Transients in Water Distribution Systems",
        "author": "Liu, Shiqing",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Water distribution systems are critical to urban water supply, but as they age they become increasingly vulnerable to bursts and leaks, leading to significant economic, social, and environmental consequences. The complexity ..."
    },
    {
        "title": "Information-centric Algorithms for Feature Extraction in High-Dimensional Sequential Data",
        "author": "Jin, Jiejun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Hidden Markov Models (HMMs) are a cornerstone of sequential data analysis, offering a robust framework for modeling observable events influenced by hidden internal states. With applications spanning speech recognition, ..."
    },
    {
        "title": "System-Technology Co-Optimization of Scaled Electronics\r\nBased on Two-Dimensional Materials",
        "author": "Zhu, Jiadi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Over the past 60 years, the semiconductor industry has focused on developing highly scaled electronic devices and high-density integrated circuits. However, bottlenecks have arisen recently as transistor dimensions approach ..."
    },
    {
        "title": "Improved Complexity Analysis for the Proximal Bundle Algorithm Under a Novel Perspective",
        "author": "Fersztand, David",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The proximal bundle algorithm (PBA) is a fundamental and computationally effective algorithm for solving optimization problems with non-smooth components. We investigate its convergence rate in two settings. We first focus ..."
    },
    {
        "title": "Towards an Artificial Neuroscience: Analytics for Language Model Interpretability",
        "author": "Gurnee, Robert Wesley",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The growing deployment of neural language models demands greater understanding of their internal mechanisms. The goal of this thesis is to make progress on understanding the latent computations within large language models ..."
    },
    {
        "title": "Leveraging Structure for Efficient and Dexterous Contact-Rich Manipulation",
        "author": "Suh, Hyung Ju Terry",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Contact-rich manipulation has proved challenging due to the need to consider multiple combinatoric possibilities of making or breaking contact with the surrounding environment. As a result, existing methods have often ..."
    },
    {
        "title": "Laboratory Astrophysics Studies of Magnetized Collisionless Shock Precursors and the ³He³He Proton Spectrum at the OMEGA Laser Facility",
        "author": "Johnson, Timothy Mark",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Laboratory astrophysics enables the study of astrophysical systems in the lab. There are broadly two types of laboratory astrophysics experiments: macrophysics and microphysics. Macrophysics experiments study a scaled down ..."
    },
    {
        "title": "Enabling AI Copilots for Engineering Design With Parametric, Graph, And Component Inputs",
        "author": "Zhou, Rui",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Engineering design demands the synthesis of multimodal and often incomplete data—ranging from detailed parametric specifications, assembly graphs, visual references, and textual descriptions. Despite growing interest in ..."
    },
    {
        "title": "Radium and Mercury Dynamics in the Arctic: Investigating Terrestrial Inputs, Groundwater Discharge, and Chemical Cycling in a Changing Climate",
        "author": "Bullock, Emma Jacqueline",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The Arctic Ocean is distinctive due to its extreme seasonal variations in temperature and significant terrestrial inputs, including freshwater, carbon, nutrients, and toxins. Of particular concern is mercury (Hg) in its ..."
    },
    {
        "title": "Development of Dual Extruder Biomaterial 3D Printer",
        "author": "de Alva, Jesse P.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This research presents the design and fabrication of a novel dual-extruder biotic 3D printer for the precise deposition of natural biocomposites using organic materials such as pectin, chitosan, and cellulose. Unlike ..."
    },
    {
        "title": "Design of a cam and follower linear actuator for satellite optical systems",
        "author": "Brown, Darrell",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Optical systems for satellites are used to image and track the physical environment of earth from space. Where the optical system images can be controlled through the rotation and movement of the optical system. Optical ..."
    },
    {
        "title": "Uncovering the link between twin-twin interactions and damage nucleation in an (α+β) Ti alloy",
        "author": "Cooper, Megan F. L.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recently, a (α+β) Ti alloy was developed with an outstanding combination of both high strength and high ductility; however, the plasticity micromechanisms that lead to damage nucleation for this alloy had not yet been ..."
    },
    {
        "title": "Forecasting the lift of a randomly maneuvering airfoil\r\nunder dynamic stall conditions, Re ∼ 10⁵",
        "author": "Kim, Donghyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Dynamic stall is the abrupt flow separation from airfoils rapidly changing their orientation. This phenomenon, characterized by a delayed stall followed by a sharp drop in lift, has prompted efforts to prevent or delay it. ..."
    },
    {
        "title": "Reasoning over Hierarchical Abstractions for Long-Horizon Planning in Robotics",
        "author": "Bradley, Christopher P.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We aim to enable robots to act intelligently in complex environments not explicitly designed around them. In order to do so, robots can simplify decision making by forming hierarchical abstractions of their world, and ..."
    },
    {
        "title": "Causal Inference with Survival Outcomes via Orthogonal Statistical Learning",
        "author": "Xu, Shenbo",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The field of causal inference has recently made great strides in incorporating machine learning into confounding adjustment and estimation of heterogeneous treatment effects (HTE). However, there were some gaps regarding ..."
    },
    {
        "title": "Examining the placenta’s role in neurodevelopment in the context of maternal obesity",
        "author": "Gunter-Rahman, Fatima M.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The placenta is a key organ determining fetal development and likely contributes to programming of long-term offspring health, in particular neurodevelopment. Various maternal exposures, such as psychosocial stress, diabetes, ..."
    },
    {
        "title": "Marketplace Multiculturalism",
        "author": "Chowdhary, Harris",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Picture Texas. No longer simply cowboys, footballs, and firearms, this land today is sustained by a daily choreography of cross-border commerce, managed by entertainment media turned handheld surveillance, and peppered ..."
    },
    {
        "title": "Predicting Flood Risks to City Infrastructure Systems\r\nUtilizing Scalable, Time Sensitive Modeling",
        "author": "Boukin, Katerina",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Flooding is emerging as the most expensive and frequent natural hazard around the world. Floods are highly dynamic in nature and cause physical damage to our built environment, loss of life, economic damage, and major ..."
    },
    {
        "title": "(De)fluorination of Organic Substrates Mediated by Nontrigonal Phosphorus Triamide",
        "author": "Lim, Soohyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Due to its high electronegativity and small size, fluorine atoms form the strongest single bond to carbon, and impart unique physical, chemical, and physiological properties to organic compounds. Therefore, the number of ..."
    },
    {
        "title": "Design and Engineering of Protected Superconducting\r\nQubits",
        "author": "Kim, Junghyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Building extensible quantum information processors becomes increasingly promising as the qubits exhibit longer coherence times. To this end, realizing protected qubits, whose Hamiltonians are inherently resilient to both ..."
    },
    {
        "title": "Freight Distribution During Disasters: Measuring and Improving Operational Performance of Critical Systems",
        "author": "Rana, Shraddha",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The frequency and intensity of weather-related natural disasters have increased in the last őve decades. Moreover, the US faces more than a third of the disaster-related economic losses globally, majority of which are from ..."
    },
    {
        "title": "Design of Lewis Acidic Pnictenium Ions Using Carbone and Capping Arene Ligands for Bond Functionalization",
        "author": "Warring, Levi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Interest in the chemistry of antimony and bismuth is rapidly growing due to isolation of low coordinate, subvalent or Lewis acidic compounds that can mediate reactivity traditionally reserved for their d block counterparts. ..."
    },
    {
        "title": "Underwater Semantic Simultaneous Localization and\r\nMapping",
        "author": "Singh, Kurran",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Building semantically meaningful object level maps of underwater environments is crucial for enabling higher-level autonomy, fostering human-robot collaboration, and providing compressed map representations for ..."
    },
    {
        "title": "CO₂ Capture with Lithium Oxide in Molten Salt Media : A Case Study of CO₂ Capture via Electrochemically Produced Metal Oxide",
        "author": "Byun, Gi Hyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As the unprecedented temperature rise originating from anthropogenic carbon dioxide (CO₂) emission intensifies, the development of post-combustion carbon capture technologies has been urged. Although its maturity, conventional ..."
    },
    {
        "title": "Learning-Based Complex Terrain Navigation Under Uncertainty",
        "author": "Cai, Xiaoyi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In complex off-road environments, accurately identifying traversable terrain is crucial for achieving fast and reliable navigation. Existing methods learn terrain properties directly from data via self-supervision to ..."
    },
    {
        "title": "Design-technology Co-optimization for Sub-2 nm Technology Node Based on 2D Materials",
        "author": "Yao, Aijia",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Emerging disruptive technologies such as Artificial Intelligence (AI) and 6G communications have driven stringent demands for hardware components that enable faster and more energy-efficient computation. With the diminishing ..."
    },
    {
        "title": "On Hing Travel Agency Fictional Archive of Disappearing Hong Kong",
        "author": "Wu, Ina",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Hong Kong, shaped by rapid transformation and precarious land ownership, is a city where erasure defines its urban landscape. Amid this flux, a place I once called home was demolished, prompting the question: “How can one ..."
    },
    {
        "title": "Investigating the Atmospheric and Oceanic Drivers of Atlantic Multidecadal Variability and Predictability",
        "author": "Liu, Glenn Yu-zu",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Despite its numerous impacts across the Earth system, the relative importance of ocean and atmospheric dynamics in generating Atlantic Multidecadal Variability (AMV) remains an open question. This thesis presents three ..."
    },
    {
        "title": "Weak Shock Waves on a Chip: Generation and Applications",
        "author": "Deschamps, Jude",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In conventional laser-shock experiments in solid media, shock waves are typically excited from the ablation of a photoacoustic transducer layer deposited onto the sample of interest. Unavoidably, the target materials are ..."
    },
    {
        "title": "Planning Beyond Crisis: The Promise of Insurgent Planning in Post-Disaster Mocoa",
        "author": "Osorio Botero, Juan Camilo",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "During the evening of March 31, 2017, a catastrophic landslide engulfed the Colombian city of Mocoa, killing at least 335 people in roughly thirty minutes. Seventy others disappeared, and over one hundred people were ..."
    },
    {
        "title": "The Dynamics of Diversity, Equity, and Inclusion Practice Adoption",
        "author": "Yadama, Aishwarya Pandey",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Despite the widespread adoption of Diversity, Equity, and Inclusion (DEI) initiatives in corporate America, significant disparities persist in the representation, compensation, and treatment of women and racial minorities. ..."
    },
    {
        "title": "Modeling and Analysis of Voltage Feasibility Problems for\r\nCost-Effective Microgrids",
        "author": "Jones, Aaron Jerome",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Global efforts to mitigate climate change have led to a significant increase in the integration of renewable energy resources into the electricity grid. This transition not only necessitates the adoption of renewable energy ..."
    },
    {
        "title": "Ending Well, Making the Harvest-Paths of Our Values",
        "author": "Kpodo, Courage Dzidula Kwaku",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Any single story shrinks all others. In a place historically cultivated for the cocoa cash crop, this thesis proposes reorienting architectural practice towards a plural valuing of land and its constituent spirits. The ..."
    },
    {
        "title": "Responsible Computational Text Generation: AI Content Classification and Policy Framework",
        "author": "Jung, Minseok",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recent advances in generative AI, particularly in producing human-like text, have blurred the lines between human and AI authorship. Since these AI tools rely on stochastic generation rather than traditional scientific ..."
    },
    {
        "title": "High Order Immersed Finite Difference Methods for Complex Domains with Moving Boundaries and Interfaces",
        "author": "Gabbard, James",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Moving domain boundaries and material interfaces are a hallmark of multiphysics systems such as fluid-structure interaction, alloy solidification, and multiphase flows. Simulating moving interfaces with traditional techniques ..."
    },
    {
        "title": "Persian Lessons: Islamic Art in America, circa 1876–1925",
        "author": "Goldberg, Roxanne",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This dissertation investigates the prehistory of academic Islamic art history in the United States through the lens of American cultural history. It shows that between the US Centennial in 1876 and the inauguration of the ..."
    },
    {
        "title": "Synthesis and perception of sounds from physical interactions reveals auditory intuitive physics",
        "author": "Agarwal, Vinayak",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Object interactions – collisions, scraping and rolling – create many of the sounds that we hear in the world around us. These sounds are generated via lawful physical dynamics. Anecdotally, humans possess some intuitive ..."
    },
    {
        "title": "The Archean origin of assimilatory sulfate metabolisms provides novel insight into redox conditions of early Earth environments",
        "author": "Payette, Jack G.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Dissimilatory sulfur metabolisms recording differing biological isotopic fractionation are well studied, important components of sulfur cycling (Mateos et al., 2023). Assimilatory sulfur metabolisms and genes across life ..."
    },
    {
        "title": "Geographies of Selective Surveillance: Analyzing the Lived Experiences of Street-Level Trans Sex Workers and Muslims in India through the Matrix of Domination",
        "author": "Radhakrishnan, Radhika",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In this paper, I present a study of public and private CCTV surveillance of urban public spaces in India, which I term as ‘geographies of selective surveillance’ — areas where state power is discretionarily exercised and ..."
    },
    {
        "title": "Design and Manufacture of a Modular Continuous Unit Dose Pharmaceutical Lyophilizer",
        "author": "Burcat, Steven",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Pharmaceutical lyophilization (freeze-drying) enables long term storage and simplified transportation for aqueous vaccines and protein formulations. Modern industrial pharmaceutical freeze-driers rely on large batch and ..."
    },
    {
        "title": "Precision Pointing for the CubeSat Laser Infrared CrosslinK (CLICK) Mission",
        "author": "Forester, Paige",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Advances in Free Space Optical Communications have led to numerous missions that have demonstrated optical space-to-ground links, however, fewer missions have demonstrated optical space-to-space links. NASA’s CubeSat Laser ..."
    },
    {
        "title": "Impact of Introducing Technical Design Elements in Makerspace\r\nTrainings",
        "author": "Barakat, Layal A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Makerspaces are used as a tool in higher education to support curricular, hands-on projects and encourage student extracurricular and personal projects. Because access to making is more self-driven, there is a gap between ..."
    },
    {
        "title": "Essays on Spatial Constraints and Gender Equality: the Impact of COVID-19 Lockdowns on Work-from-Anywhere Dynamics and Gender Equality in Job Searches",
        "author": "Labuzova, Tatiana",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This dissertation explores the intersection of spatial constraints and gender equality by leveraging the COVID-19 lockdowns as a natural experiment to study the impact of work-from-anywhere (WFA) dynamics on job search ..."
    },
    {
        "title": "Cooling with less: Design and simulation of multifunctional building components for a material-efficient, heat-resilient architecture",
        "author": "Gascón Alvarez, Eduardo",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As temperatures rise globally and the demand for housing intensifies, designing affordable buildings for heat resilience and with low carbon emissions becomes crucial. Conventional air conditioning (AC) systems, although ..."
    },
    {
        "title": "Accelerating the Discovery of Novel Metal Organic Chalcogenolates: A Computational and Machine Learning-Driven Approach",
        "author": "Ladera, Adriana J.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Metal Organic Chalcogenolates (MOChas) are a class of robust, self-assembling, and hybrid materials featuring inorganic metalo-chalcogen frameworks that are scaffolded by organic ligands. These low-dimensional structures ..."
    },
    {
        "title": "Crafting Cannabinoid Capitalism: Health, Sustainability, and Regeneration in the United States",
        "author": "Rewegan, Alexander Nicholas",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This dissertation offers a critical exploration of cannabis legalization through an ethnographic study of small-scale \"legacy\" cannabis farmers in Humboldt County, California, as they navigate a complex transition from ..."
    },
    {
        "title": "The Missing Megawatts Problem: Improving Modelling Practices to Prepare for an Uncertain Future",
        "author": "Bhatt, Nirmal K.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Long-term energy system planning is one of the most pressing challenges for the power sector, which must maintain reliability while decarbonizing. Currently, no unified regulatory, modelling, or market framework exists in ..."
    },
    {
        "title": "VoxelPrompt: A Vision-Language Agent for Grounded Medical Image Analysis",
        "author": "Hoopes, Andrew",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We present VoxelPrompt, an agent-driven vision-language framework that tackles diverse radiological tasks through joint modeling of natural language, image volumes, and analytical metrics. VoxelPrompt is multi-modal and ..."
    },
    {
        "title": "Polymer Deconstructability and Recyclability via Introduction of Cleavable Si−O Bonds",
        "author": "Johnson, Alayna",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The synthesis of a new polysilylether via entropy-driven ring-opening metathesis polymerization (ED-ROMP) of cyclic bifunctional silyl ether-based monomers is reported. High molecular weight polymers (up to 100 k) with ..."
    },
    {
        "title": "Sweating Details: Labor of “Los Constructores del Valle”",
        "author": "Andrade, Gabriel",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "“You should always be grateful for the work you can find, so make sure you prove you deserve it.”- Commonly heard growing up amongst the Builders of the Valley in Orange, NJ. The necessary attitude that fuels the built ..."
    },
    {
        "title": "Thermally Hardened RF GaN HEMTs in Extreme Environments",
        "author": "Niroula, John",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Traditional, room temperature electronics based on silicon has truly changed the world around us over the past 70+ years. However, many more applications still exist that are limited by the temperature performance of silicon ..."
    },
    {
        "title": "Mining Multifaceted Customer Opinions from Online Reviews",
        "author": "Mao, Chengfeng",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Online reviews are a valuable source for studying customer needs and preferences. Previous studies focus on extracting a set of a priori defined constructs such as product attribute perception or explicit customer needs ..."
    },
    {
        "title": "Sub-Bottom Profiling Using an Autonomous Underwater Vehicle Equipped With a Sound Source and Towed Hydrophone Array",
        "author": "Pfenninger, Paige",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Sub-bottom profiling using an autonomous underwater vehicle equipped with a source and a towed array is an excellent method to finely survey large areas of the ocean bottom with minimal interference from the water column. ..."
    },
    {
        "title": "Shining a Light on the Nucleus: Photonuclear Measurements from Correlations to Charmonium",
        "author": "Pybus, Jackson R.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The atomic nucleus is comprised of a collection of nucleons (protons and neutrons), which are bound together by the nucleon-nucleon (NN) interaction that originates from Quantum Chromodynamics (QCD). While most nucleons ..."
    },
    {
        "title": "A Systems-Theoretic Framework For Safety-Driven Development of System Architectures",
        "author": "Poh, Justin Wei Siang",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Modern complex systems are increasingly expected to exhibit emergent properties such as safety and security even as they become more complex, interconnected, and reliant on software than ever before. Because of this evolution ..."
    },
    {
        "title": "Enhancing Robotic Manipulation of Liquid Using a Digitally Fabricated Intelligent Wearable Device",
        "author": "Lee, Young Joong",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Despite recent exponential advances in computer vision and reinforcement learning, it remains challenging for robots to interact with liquids due to visual obstructions, transparent liquids, and fine-grained splashes. Yet, ..."
    },
    {
        "title": "Input Adaptive Allocation of Language Model Computation",
        "author": "Damani, Mehul",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Computationally intensive decoding procedures—including search, reranking, and self-critique— can improve the quality of language model (LM) outputs in problems spanning code generation, numerical reasoning, and dialog. ..."
    },
    {
        "title": "On Solving Larger Games: Designing New Algorithms Adaptable to Deep Reinforcement Learning",
        "author": "Liu, Mingyang",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In this thesis, we explore the design of algorithms capable of handling large games where the state space is too large to store strategies in a tabular format from a theoretical perspective. Specifically, we focus on ..."
    },
    {
        "title": "Systems for Usable Machine Learning",
        "author": "Zytek, Alexandra",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Many real-world decision problems are complex, with outcomes difficult to measure and evaluate. The impact of decisions made in these domains is nuanced and takes a long time to be fully realized. Individual mistakes can ..."
    },
    {
        "title": "Building World Models with Neural Physics",
        "author": "Ma, Pingchuan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "World models learn the dynamics of environments in a data-driven manner, enhancing performance and efficiency in downstream tasks such as control, design, recognition, and generation, thanks to cost-effective simulation ..."
    },
    {
        "title": "Development of Additively-Manufactured Quadrupole Mass Filters for Low-Cost and High-Performance Applications",
        "author": "Eckhoff, Colin C.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "With a growing need for more compact and affordable mass spectrometers, many efforts have been made to miniaturize quadrupole mass filters (QMFs). Unfortunately, these efforts have yielded devices with inadequate performance ..."
    },
    {
        "title": "Structuring Representation Geometry in Self-Supervised Learning",
        "author": "Gupta, Sharut",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The central promise of deep learning is to learn a map 𝑓 : 𝒳 → ℝ_𝑑 that transforms objects 𝒳—represented in their raw perceptual forms, such as images or molecular strings—into a representation space ℝ_𝑑 where everything ..."
    },
    {
        "title": "Cost Optimized Logistics for Commercial Operations in Low Earth Orbit and Cislunar Space",
        "author": "Brown, Ireland",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Designing profitable mission and logistics architectures is necessary to establish a profitable commercial market and support a robust space economy. It is the goal of the National Aeronautics and Space Administration ..."
    },
    {
        "title": "On the dynamics and interparticle forces of electrostatically stabilized colloidal suspensions",
        "author": "Krucker-Velasquez, Emily",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In a broad spectrum of industrial and biomedical applications, the equilibrium and dynamic properties of colloidal suspensions play a pivotal role, with systems ranging from simple gold nanoparticles in electrolyte solutions ..."
    },
    {
        "title": "Reproduction, settlement, and phenology of intertidal barnacles: Implications for larval dispersal",
        "author": "Weinstock, Jane B.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Knowledge of the consequences of ocean warming on marine populations and communities is urgent. Warming oceans are predicted to result in changes to the seasonal timing of reproduction and settlement (phenology); faster ..."
    },
    {
        "title": "A Computational Thermo-Chemo-Mechanics Framework for the Large-Scale Simulation of Material and Structural Failure in Hypersonic Environments",
        "author": "Pickard, Daniel N.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Materials and structures subjected to the extreme conditions of hypersonic flight undergo complex degradation and fracture processes. This thesis presents a theoretical formulation and a computational framework that enables ..."
    },
    {
        "title": "Expanding options for the mechanical characterization of biological materials",
        "author": "Varner, Hannah Martin",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The mechanical properties of biological tissues change over time and with disease progression, and they provide important information regarding the limits a tissue can sustain before injury. Therefore, quantifying these ..."
    },
    {
        "title": "ΔB₀ Field Control in High Field MRI with Local Multcoil Shim Arrays",
        "author": "Arango, Nicolas",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Local multicoil ΔB₀ shim arrays enable low-cost, simple to fabricate, and physically small, static magnetic field control in magnetic resonance imaging. The presented thesis will show frameworks for coil current calculation ..."
    },
    {
        "title": "Scalable and Modular Manufacturing of Insect-Scale Aerial Robots Towards Swarm Flight Demonstrations",
        "author": "Hsiao, Yi-Hsuan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Insects demonstrate remarkable capabilities in navigating complex environments and executing tasks such as pollination and coordinated object transport. Inspired by these biological feats, insect-scale micro aerial vehicles ..."
    },
    {
        "title": "Coarse Modality",
        "author": "Flor, Enrico",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "One of the early successes of the application of possible worlds semantics to the analysis of natural language is Kratzer’s account of modality. A large part of the subsequent literature on modals has sought to expand the ..."
    },
    {
        "title": "A Lagrangian perspective of mesoscale biophysical interactions in the subtropical ocean",
        "author": "Jones-Kellett, Alexandra E.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The most kinetic energy in the ocean is at the mesoscale, which includes highly dynamic physical perturbations that persist for months, a biologically relevant timescale for phytoplankton growth and bloom development. ..."
    },
    {
        "title": "Floor Plan Design Collaborator: A Data-Driven Approach to Assist Human Architects in Design Exploration",
        "author": "Sung, Woongki",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "After a long AI winter since the 1980s, artificial intelligence is now experiencing a renaissance due to enhanced computing power and access to vast amounts of data. Today, machines can talk, sing, and draw like human ..."
    },
    {
        "title": "The Hidden Roots of Neoliberal Success in Agrarian Transformation: State Engagement, Farmer Professionalization, and Technological Interdependence in the Senegal River Valley",
        "author": "Spielberg, Brian Jonars Besana",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recent scholarship celebrates irrigated rice in the Senegal River Valley (SRV) as a success story. This is remarkable considering the SRV’s history of agrarian transformation, which critics characterize as incoherent, ..."
    },
    {
        "title": "An Instrument for the Measurement of Soft Material Nonlinear Mechanical Response",
        "author": "Unikewicz, Brendan M.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Soft material research has seen significant growth in recent years, with emerging applications in robotics, electronics, and healthcare diagnostics where understanding material mechanical response is crucial for precision ..."
    },
    {
        "title": "Algorithmic Advances in Range-Aided Navigation",
        "author": "Papalia, Alan A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis contributes to the advancement of range-aided simultaneous localization and mapping (RA-SLAM) through algorithmic developments and real-world demonstrations. Broadly speaking, SLAM is the process by which an ..."
    },
    {
        "title": "thesis in the field of Mechanical Engineering: Relevance for Human-Robot Collaboration: Definitions, Systems, Algorithms, and Applications",
        "author": "Zhang, Xiaotong",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Human-Robot Collaboration (HRC) combines the strengths of human and robotic capabilities to accomplish complex tasks, yielding significant impacts in various domains. To enable seamless interaction in dynamic and unpredictable ..."
    },
    {
        "title": "Co-Designing Efficient Systems and Algorithms for Sparse and\r\nQuantized Deep Learning Computing",
        "author": "Tang, Haotian",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Deep learning models are becoming increasingly complex, expanding from 1D text and 2D images to 3D point clouds, while their size continues to grow exponentially. This trend highlights the need for greater efficiency. This ..."
    },
    {
        "title": "Learning from Past Market Outcomes: Evidence from the Music Industry",
        "author": "Du, Jason",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We leverage unique features of music albums to investigate how musicians learn from current products when developing new products. We find that songs on a musician’s next album tend to be more similar to the songs that are ..."
    },
    {
        "title": "Dynamic Markers",
        "author": "Ortiz, Evan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "When I was a child, I was certain that all clouds came from New \tJersey. After passing through the Lincoln Tunnel, I-95 would gradually ascend, lifting our car to eye level with the billowing clouds emerging from beneath ..."
    },
    {
        "title": "Genetic algorithm gradient ascent (GAGA) optimization\r\nof compact symmetry-breaking photonic crystals",
        "author": "Gold, Hannah T.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Fundamental limits of thermal radiation are imposed by Kirchhoff’s law, which assumes the electromagnetic reciprocity of a material or material system. Thus, breaking reciprocity can enable breaking barriers in thermal ..."
    },
    {
        "title": "Navigating RAD Conversions: Suggestions for Public Housing Rehabilitation",
        "author": "Yan, Yu",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Public housing in the United States, a critical resource for nearly 1.7 million residents, faces significant challenges due to aging infrastructure and chronic operating funding shortfalls. The Rental Assistance Demonstration ..."
    },
    {
        "title": "Accelerating Distributed Deep Neural Network Training\r\nand Fine-Tuning Through Resource Interleaving",
        "author": "Rajasekaran, Sudarsanan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The ever-growing increase in dataset and model sizes of deep learning has created a massive demand for efficient GPU clusters. As the number of GPUs increases, the communication overhead of distributed Machine Learning ..."
    },
    {
        "title": "Tailored Mechanical Response of 3D Microgranular Crystals with Hierarchical Architecture",
        "author": "Figueroa, Samuel D.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Granular media exhibit extraordinary impact-mitigating properties due to their nonlinear grain-to-grain interactions, enabling efficient energy dissipation and wave perturbation under dynamic loading—behaviors unattainable ..."
    },
    {
        "title": "American (Ise): On the Lifecycle of Stadiums in the United States",
        "author": "Wang-Xu, Mackinley",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "When the Kingdome in Seattle was completed in 1976, it was celebrated as a marvel of modern engineering, expected to last for centuries. Yet, in an ironic twist, it was demolished by implosion in 2000, surviving only ..."
    },
    {
        "title": "Causal Foundations for Pragmatic Data Science",
        "author": "Squires, Chandler",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "A key goal of scientific discovery is the acquisition of knowledge that is practically useful for societal endeavors, such as the development of medicine or the design of fruitful economic policies. In this thesis, I place ..."
    },
    {
        "title": "Development of a computational tool and dynamometer for optimizing variable-speed centrifugal pump selection for a containerized, direct-drive photovoltaic electrodialysis desalination system",
        "author": "McWhinnie, Muriel A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis presents an optimized centrifugal pump selection methodology to improve the hydraulic efficiency of MIT’s Global Engineering and Research (GEAR) Center’s containerized, direct-drive photovoltaic electrodialysis ..."
    },
    {
        "title": "Deep learning initialized compressed sensing (Deli-CS) in volumetric spatio-temporal subspace reconstruction",
        "author": "Schauman, S. S.",
        "publisher": "Springer International Publishing",
        "date": "2025-02-01",
        "abstract": "Object Spatio-temporal MRI methods offer rapid whole-brain multi-parametric mapping, yet they are often hindered by prolonged reconstruction times or prohibitively burdensome hardware requirements. The aim of this project ..."
    },
    {
        "title": "Sorption-based atmospheric water harvesting: from atoms to applications",
        "author": "Zhong, Yang",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Thirteen thousand trillion liters of water in the atmosphere is a natural resource found anywhere on the earth, and available to anyone. Sorption-based atmospheric water harvesting (SAWH) is the extraction of water vapor ..."
    },
    {
        "title": "Falling isn't the End: Reimagining Demolition as a Creative Practice",
        "author": "Lee, So Jung",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis investigates resilience not as an endpoint but as a condition of continuous transformation. It critiques the shortcomings of current architectural discourse in addressing climate disasters, waste, and carbon ..."
    },
    {
        "title": "A Variational Lower Bound to Mitigate Batch Effect in\r\nMolecular Representations",
        "author": "Wang, Chenyu",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "High-throughput drug screening – using cell imaging or gene expression measurements as readouts of drug effect – is a critical tool in biotechnology to assess and understand the relationship between the chemical structure ..."
    },
    {
        "title": "From Data, to Models, and Back: Making Machine Learning Predictably Reliable",
        "author": "Ilyas, Andrew",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Machine learning systems exhibit impressive performance, but we currently lack scalable ways to anticipate their successes, failure modes, and biases. This position limits our ability to deploy these systems in the appropriate ..."
    },
    {
        "title": "Multi-Subject Image Generation",
        "author": "Yin, Tianwei",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Diffusion models excel at text-to-image generation, especially in subject-driven generation for personalized images. However, existing methods are inefficient due to the subject-specific fine-tuning, which is computationally ..."
    },
    {
        "title": "If These Hills Could Speak",
        "author": "Bayowa, Tejumola",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "If these hills could speak, what would they reveal, and how would they express it? This central question guides this thesis, which examines three hills in the heart of Ibadan, Southwest Nigeria— each occupied by the ruins ..."
    },
    {
        "title": "Do What You Say—Computing Personal Values Associated with Professions Based on the Words They Use",
        "author": "Jha, Aditya",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-02-01",
        "abstract": "Members of a profession frequently show similar personality characteristics. In this research, we leverage recent advances in NLP to compute personal values using a moral values framework, distinguishing between four ..."
    },
    {
        "title": "It Is Time to Standardize Principles and Practices for Software Memory Safety",
        "author": "Watson, Robert",
        "publisher": "Association for Computing Machinery",
        "date": "2025-02-01",
        "abstract": "In this Inside Risks column, we explore memory-safety standardization, which we argue is an essential step to promoting universal strong memory safety in government and industry, and, in turn, to ensure access to more ..."
    },
    {
        "title": "Natural Language Foundation Models in Medical Artificial Intelligence",
        "author": "Palepu, Anil",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Over the past decade, the transformative rise of deep learning, particularly large language models (LLMs), has inspired experts across diverse fields, including healthcare, to think deeply about how artificial intelligence ..."
    },
    {
        "title": "Co-Living in Seoul: Addressing Housing Needs and Redefining Rental Market Trends",
        "author": "Park, Suhyeon",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Co-living emerged as a novel asset class in the mid-2010s, addressing the housing needs of urban residents affected by rising housing costs, increasing urban migration, and the growing prevalence of single-person households. ..."
    },
    {
        "title": "Defining the Influence of Host Cell Proteostasis Networks and\r\nTemperature on Influenza Evolution",
        "author": "Patrick, Jessica",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Viruses accumulate mutations and evolve more rapidly than any domain of life. Not only does the random acquisition of mutations drive this high evolutionary rate, but constant pressure from the host also contributes. As ..."
    },
    {
        "title": "Fast Multi-query Planning in Graphs of Convex Sets",
        "author": "Morozov, Savva",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Planning in Graphs of Convex Sets (GCS) is a recently developed optimization framework that seamlessly integrates discrete and continuous decision making. It naturally models and effectively solves a wide range of challenging ..."
    },
    {
        "title": "Max-Stable Processes,  Measure Transport & Conditional Sampling",
        "author": "Konomis, Dimitris C.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The modeling of extremes, known as extreme value theory (EVT), aims to understand events characterized by extreme deviations from the mean of a probability distribution. These events are significant in fields such as ..."
    },
    {
        "title": "Design Exploration of a Miniaturized Stirling Engine",
        "author": "Hee, Ryann",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Increased interest in long-term space exploration has increased demand for small yet powerful energy sources, especially for remote and harsh environments where traditional power sources may be impractical. In such scenarios, ..."
    },
    {
        "title": "A Systems-Theoretic Approach to Design of Early Concepts for Novel, Complex Systems in Aerospace",
        "author": "Hillman, Alexander P.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The complexity of engineered systems has grown exponentially over the last forty years. One of the main challenges in modern engineering is managing this complexity, particularly as the pace of technological change continues ..."
    },
    {
        "title": "Green Herrings in a Yellow Room: A Counter Production of The Yellow Wallpaper",
        "author": "Aulgur, Leanah Sloan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Charlotte Perkins Gilman’s The Yellow Wallpaper is a designer’s work of critical fabulation. Published in 1892, the short story follows an unnamed woman prescribed a “rest cure” by her husband, John. Confined to a room ..."
    },
    {
        "title": "Contact-aware and multi-modal robotic manipulation",
        "author": "Zhao, Jialiang",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Intelligent robotic manipulation has advanced significantly in recent years, driven by progress in foundational cognitive models, sensor-fusion techniques, and improvements in actuators and sensors. However, most contemporary ..."
    },
    {
        "title": "Organizational Forms and Practices: Essays on Implications for Frontline Workers and Performance",
        "author": "Scott, Karen MacKenzie",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In three essays, this dissertation explores how organizational forms and workforce practices shape frontline work experiences and organizational performance. Using both quantitative and qualitative methods, I explore how ..."
    },
    {
        "title": "Leveraging Information Sharing for Satellite Navigation and Coordination",
        "author": "Dolan, Sydney",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As the number of objects in orbit grows, so does the risk of collisions. The sheer volume of collision warning messages far exceeds the capacity of human analysts, placing a significant burden on satellite operators and ..."
    },
    {
        "title": "Chemical Sensing of N-Nitrosodimethylamine and Methane",
        "author": "Feng, Haosheng",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In Chapter 1, an introduction to chemical sensing is presented. Several modalities are introduced, including optical, gravimetric as well as chemiresistive together with brief in-troductory backgrounds. Subsequently, metrics ..."
    },
    {
        "title": "Explicit formulas for weighted orbital integrals for the inhomogeneous and semi-Lie arithmetic fundamental lemmas conjectured for the full spherical Hecke algebra",
        "author": "Chen, Evan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As an analog to the Jacquet-Rallis fundamental lemma that appears in the relative trace formula approach to the Gan-Gross-Prasad conjectures, the arithmetic fundamental lemma was proposed by Wei Zhang and used in an approach ..."
    },
    {
        "title": "Data Interpretation and Management for an Atmospheric Probe Mission to Venus",
        "author": "Apodaca Moreno, Maria Regina",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "After nearly 40 years without a dedicated U.S. mission to Venus, the Rocket Lab Mission to Venus is planning to launch a small probe to analyze the composition of Venus’ cloud layers. As the probe descends through the ..."
    },
    {
        "title": "Empowering Place: Unlocking Value for Investors by Integrating\r\nIndigenous Values in Luxury Hospitality",
        "author": "Peragallo, Nadra Alia",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The luxury hospitality industry has long been attuned to shifting consumer preferences, particularly as travelers increasingly seek unique, meaningful experiences. In today’s global market, trends centered on personalization, ..."
    },
    {
        "title": "Two's More Fun than One: How the Presence of Multiple Nutrients Changes Microbial Competition and Foraging in Unexpected Ways",
        "author": "Bloxham, Blox Willow",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Microbes exist in incredibly diverse environments with many possible resources (i.e. nutrients) to compete and forage for. To make this complex system tractable, ecologists often study microbes in the presence of a single ..."
    },
    {
        "title": "Robot Fleet Learning From Heterogeneous Data",
        "author": "Wang, Lirui",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "One of the key roadblocks for training generalist robotic models today is heterogeneity. Previous robot learning methods often collect data to train with one specific embodiment for one task, which is expensive and prone ..."
    },
    {
        "title": "Decadal to centennial-scale climate interactions across the Indo-Pacific region",
        "author": "Wang, Shouyi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "An improved understanding of decadal to centennial-scale climate variability is critical for properly attributing recently observed low-frequency changes to internal climate oscillations and/or anthropogenic forcings as ..."
    },
    {
        "title": "Examining the Economic Impact of Anti-Warehouse Development Policies in California: A Case Study of the San Diego Market",
        "author": "Ghasemlou, Peggy",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis conducts a detailed examination of the implications of anti-warehouse development policies in San Diego, focusing on their impacts on key economic indicators from 2024 to 2034. The research provides an overview ..."
    },
    {
        "title": "Computational-Experimental Process Development for Laser Powder Bed Fusion Additive Manufacturing",
        "author": "Weißbach, Reimar",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Laser powder bed fusion (LPBF) additive manufacturing (AM) is instrumental for advances in high-value industries such as aerospace and medical devices. However, widespread adoption is still held back, in part due to ..."
    },
    {
        "title": "Remembering Energic Connectivities: Appropriate Technology and Domestic Infrastructure in the Energy Crisis",
        "author": "Adornetto, Turner Day",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The electric grid is a large, complex machine. And yet, it represents but one, narrow framework for energic relations. Visions for just and sustainable futures – for social and ecological repair – should wander further ..."
    },
    {
        "title": "Congestion Control for DNN training clusters",
        "author": "Narang, Sanjoli",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The modern DNN workloads generate network traffic having striking differences with the conventional data-center traffic. DNN training jobs generate periodic traffic pattern where all subsequent flows depend on the completion ..."
    },
    {
        "title": "Acoustic scattering of spherical directional waves by smooth and statistically rough solid elastic cylinders",
        "author": "Mursaline, Miad Al",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Realistic sonars radiate spherically spreading waves and have directivity. Therefore, they insonify a target over a finite number of Fresnel zones and span a continuum of oblique incident angles, even when the center of ..."
    },
    {
        "title": "Commodifying and Consuming Endocrine Drugs in Republican China (1920s–1940s)",
        "author": "Wang, Thelma Yuanzhi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Since the introduction of hormone pharmaceuticals into China during the early twentieth century, these substances became objects of fascination for a growing urban elite class. Drawing from newspapers, medical journals, ..."
    },
    {
        "title": "Strange Attitudes on Top",
        "author": "Močnik, Maša",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This dissertation investigates how attitude verbs of belief and desire engage with embedded material of a similar nature. Chapter 1 looks at the (cross-linguistically unusual) Slovenian existential doxastic attitude verb ..."
    },
    {
        "title": "Tackling Algorithmic Problems on Massive Graphs",
        "author": "Biswas, Amartya Shankha",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As datasets grow increasingly larger, traditional computational models, which require reading the entire input, become impractical due to constraints on time, memory, and randomness. This thesis explores alternative ..."
    },
    {
        "title": "An Identity-Oriented Systems Engineering Framework for Complex Sociotechnical Systems: A case study of Zero Robotics",
        "author": "Zhang, Yiyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Historical and ongoing discrimination of certain identity groups such as by racial, gender, social class, and other differences leads to persistent inequalities in various fields of society including socioeconomic, health ..."
    },
    {
        "title": "Observations of Surfzone Vorticity Using Optical Remote Sensing",
        "author": "Dooley, Ciara Jaya",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The surfzone is the dynamic interface between the land and ocean, where waves shoal and break as they reach shallow water near the shore. Currents and circulation patterns in the surfzone transport sediment, nutrients, ..."
    },
    {
        "title": "Characterizing Engineered Skeletal Muscle Rings as Actuators Using Strain Sensing Methods",
        "author": "Rosado, Laura M.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "A novel instrument was designed to characterize a force exertion model of engineered skeletal muscle rings. The instrument uses strain gauges to transduce a muscle ring contraction and has a verified resolution of 5 μN and ..."
    },
    {
        "title": "Impact of Environmental Regulation on Data Center Valuation",
        "author": "Lee, Donghyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Artificial intelligence has become one of the defining trends of modern society, with applications spanning virtually every industry. This societal shift has also influenced the real estate landscape. While data centers ..."
    },
    {
        "title": "Data-Driven General Purpose Foundation Models for\r\nComputational Pathology",
        "author": "Lu, Ming Yang (Max)",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The field of computational pathology has undergone a remarkable transformation in recent years. Researchers have leveraged supervised and weakly-supervised deep learning with varying degrees of success to address a wide ..."
    },
    {
        "title": "Numerical investigations of vortex dynamics: bursting, twist waves, and sensitivity analysis",
        "author": "Ji, Lingbo",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Vortical structures are ubiquitous in real-world fluid flows, from the vortices generated by swimming fish to the wakes of aircraft and propellers. They form the backbone of high Reynolds number turbulent flows. Their ..."
    },
    {
        "title": "Precisely Loose: Unraveling the Potential of Particles",
        "author": "Yoon, Jeonghyun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Random, irregular, erratic, arbitrary, unspecifiable, and unpredictable—particles. In a post-extractive future, our reliance on standardized materials, continuously sourced through the exploitation of raw resources, will ..."
    },
    {
        "title": "Quality-Centric Single-Image Procedural Material Generation",
        "author": "Li, Beichen",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Procedural materials, represented as functional node graphs, are ubiquitous in computer graphics for photorealistic material appearance design. They allow users to perform intuitive and precise editing to achieve desired ..."
    },
    {
        "title": "Building Insurance",
        "author": "Janson, Charles Perot",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Over the past 350 years, the building insurance industry has been shaped by a series of major urban fires, each incrementally standardizing risk assessment and property valuation as financial products of risk management. ..."
    },
    {
        "title": "Application of foundation models for molecular representation in cancer drug discovery and precision oncology",
        "author": "Khokhlov, Khrystofor",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Drug discovery is a resource-intensive and time-consuming process, often requiring decades of effort and substantial financial investment, with a high risk of failure. Despite advances in high-throughput screening technologies, ..."
    },
    {
        "title": "OPTASAT: An Open-Source, Flexible Software Framework for Small Satellite Operations",
        "author": "Murphy III, Thomas Joseph",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The unprecedented growth in access to space has created a corresponding growth in the number of spacecraft and the number of people operating spacecraft. This has meant that many of these operators are operating spacecraft ..."
    },
    {
        "title": "Assessing Impacts of Digital Sketching on Concept Generation in Early Stage Design",
        "author": "Das, Madhurima",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Digital design tools have become increasingly popular for facilitating designers with different steps of the design process because they can simplify or automate certain components of these steps. Computer Aided Design ..."
    },
    {
        "title": "Exciton Dynamics and Optical Properties of Lead Halide\r\nPerovskite Nanocrystals: From Nanorods to Nanocubes",
        "author": "Šverko, Tara",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Lead halide perovskites, particularly CsPbBr3, have emerged as leading light emitters for their spectral purity, brightness, and facile synthesis. Their soft, ionic lattice makes them unusually defect tolerant but introduces ..."
    },
    {
        "title": "Reducing Transformer Key-Value Cache Size with Cross-Layer Attention",
        "author": "Brandon, William",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Key-value (KV) caching plays an essential role in accelerating decoding for transformer-based autoregressive large language models (LLMs). However, the amount of memory required to store the KV cache can become prohibitive ..."
    },
    {
        "title": "Novel Structures for Scalable Vertical Gallium Nitride Power Devices",
        "author": "Perozek, Joshua Andrew",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Solid state electronic devices have been the backbone of modern power systems for decades. However, as we enter an era fuelled by renewable energy and defined by pervasive electrification, novel power devices must be ..."
    },
    {
        "title": "Ponderomotive Forces in Pilot-Wave Hydrodynamics",
        "author": "Evans, Davis J.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Droplets bouncing on a vibrating bath may self-propel (or ‘walk’) via a resonant interaction with their self-induced pilot wave. In pilot-wave hydrodynamics (PWH), the spontaneous emergence of coherent, wave-like statistics ..."
    },
    {
        "title": "Shut Up and Dribble? Exploring the Real Estate Strategies and Trends of NBA Teams",
        "author": "Nguyen, Viet",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "NBA teams have always had to think about real estate through one certain lenses: the arena they play their 41 home games in (plus any subsequent playoff games). But now, NBA teams have evolved past only just thinking about ..."
    },
    {
        "title": "Microfluidic Platform for Vascularized Tissue Models",
        "author": "Johnson, Matthew",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis presents a microfluidic platform designed to support 3D vascularized tis­sue models for microphysiological systems. The platform delivers pneumatic pressure and vacuum signals to drive fluid flow and pressure ..."
    },
    {
        "title": "Fabrication and Characterization of Horizontally Aligned\r\nCarbon Nanotube Thermoplastic Bulk Nanocomposite\r\nLaminates",
        "author": "Lin, Yuying",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Carbon nanotubes (CNTs) have advantaged mass-specific mechanical properties and excellent thermal and electrical conductivity, making them an attractive reinforcement for composite systems. Due to an increasing need for ..."
    },
    {
        "title": "Leveraging Right and Left Ventricular Coupling for Optimization of Mechanical Circulatory Support",
        "author": "Lamberti, Kimberly Kate",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Mechanical circulatory support devices have the potential for profound impact on cardiogenic shock patients. They enable volume propulsion and pressure gradient generation first by unloading and later by decoupling native ..."
    },
    {
        "title": "Designing Sustainable Recommender Systems",
        "author": "Huang, Lei",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recommender systems are widely deployed to serve users with content they like. However, content must be created and insufficient demand dampens a creator’s production incentive. We argue that the canonical recommender ..."
    },
    {
        "title": "A Business and Redevelopment Outline for the Re-Use of a Prime Site in South Boston",
        "author": "Proman, Zachary D.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This development and business plan considers the neighborhood context and current market conditions characterizing the subject site’s redevelopment potential. The subject site, further defined in this thesis, is a prime ..."
    },
    {
        "title": "Computational Modeling of Biological Function",
        "author": "Khodaee, Farhan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "How biological function emerges from complex molecular patterns is a fundamental question in biology. Addressing this question requires a deep exploration of the concepts of genotype and phenotype, which serve as the ..."
    },
    {
        "title": "Goal Inference from Open-Ended Dialog",
        "author": "Ma, Rachel",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Embodied AI Agents are quickly becoming important and common tools in society. These embodied agents should be able to learn about and accomplish a wide range of user goals and preferences efficiently and robustly. Large ..."
    },
    {
        "title": "Data-Rich Personalized Causal Inference",
        "author": "Shah, Abhin  .",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "There is a growing interest in individual-level causal questions to enable personalized decision-making. For example, what happens to a particular patient’s health if we prescribe a drug to them, or what happens to a ..."
    },
    {
        "title": "Multi-Agent Hybrid Prediction in Autonomous Driving",
        "author": "Yau, Tiffany Yee Kay",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In autonomous driving, the hybrid task of predicting both high-level actions and lowlevel trajectories of human behaviour is fundamental to safe downstream decision-making. Much of the existing work in behaviour prediction ..."
    },
    {
        "title": "Engineering Scalable Quantum Systems From First-Principles to Large-Scale Control",
        "author": "Harris, Isaac B. W.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Color centers in solids are promising platforms for quantum communication, sensing, and computing, featuring highly coherent optical transitions, as well as native electron and nuclear spins that can be used as quantum ..."
    },
    {
        "title": "Learning Generalizable Systems by Learning Composable Energy Landscapes",
        "author": "Du, Yilun",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "How can we construct intelligent embodied agents in the physical world? Such agents should be able to autonomously solve tasks that have not been seen before, subject to external disturbances in the environment, as well ..."
    },
    {
        "title": "Cooling Innovation and Circularity: Addressing Water Stress in the Age of AI-Driven Data Centers",
        "author": "Kseibati, Reem",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis examines the growing demand for data centers and the critical challenges posed by their water and energy consumption. As artificial intelligence (AI) technologies expand, the infrastructure supporting these ..."
    },
    {
        "title": "Addressing Challenges in Object-Based Robot Navigation and Mapping",
        "author": "Lu, Ziqi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Developing fully autonomous systems that can safely traverse and interact with the environment has been a long-term objective in robotics. Many relevant tasks, such as planning and mobile manipulation, require the robot ..."
    },
    {
        "title": "Complementary Cost‐Effective Electrochemical Platforms for Point‐Of‐Use Biosensing",
        "author": "Monaco, Mason",
        "publisher": "Wiley",
        "date": "2025-02",
        "abstract": "The COVID‐19 pandemic has illustrated the urgent need for rapid and affordable point‐of‐use diagnostics. Electrochemical biosensors are useful for such applications because they enable quantitative readout and show drastically ..."
    },
    {
        "title": "Essays on Sustainability in Agriculture and Food Systems",
        "author": "Liu, Xinming",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Agriculture and food systems face severe challenges from climate change, population growth, and food insecurity. These unprecedented issues leave millions vulnerable to hunger and malnutrition, underscoring the urgent need ..."
    },
    {
        "title": "Tracking carbon fluxes across ocean interfaces using dissolved gas observations",
        "author": "Traylor, Shawnee Nicole",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The cycling and exchange of carbon between Earth’s systems play a pivotal role in regulating climate, yet two major carbon fluxes remain poorly constrained: the biological carbon pump (BCP) and carbon release from Arctic ..."
    },
    {
        "title": "Design and Optimization of Tunneling Nanoelectromechanical Switches",
        "author": "Dang, Tong",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As silicon complementary metal-oxide-semiconductor (CMOS) technology nears its scaling limits, nanoelectromechanical (NEM) switch relays have emerged as promising candidates for complementing CMOS technology due to their ..."
    },
    {
        "title": "Techniques for Foundational End-to-End Verification of Systems Stacks",
        "author": "Gruetter, Samuel",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Today's software is full of bugs and vulnerabilities. Formal verification provides a promising remedy through mathematical specifications and machine-checked proofs that the implementations conform to the specifications. ..."
    },
    {
        "title": "Using AI to Improve Price Transparency in Real Estate Valuation",
        "author": "Xu, Cunjia",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis explores the integration of artificial intelligence (AI) into real estate valuation, focusing on visual property attributes to enhance traditional Hedonic models. By incorporating Vision Language Models (VLMs) ..."
    },
    {
        "title": "Investigation of Long-timescale Behavior of Positive DC\r\nStreamer Coronas",
        "author": "Strobel, Lee R.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Positive DC streamers are filamentary low-temperature discharges that are relevant to many applications, including sterilization, ionic wind generation, agriculture and atmospheric electricity. Even when excited by a DC ..."
    },
    {
        "title": "Computational Methods to Improve Satellite Attitude Determination and Control with a Focus on Autonomy, Generalizability, and Underactuation",
        "author": "McKeen, Patrick",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The attitude determination and control system (ADCS) onboard a satellite uses sensors to measure orientation and angular velocity, enabling the satellite to manage angular momentum, counteract disturbances, and point in ..."
    },
    {
        "title": "Non-orthogonal multiple access using guessing random additive noise decoding aided macrosymbols",
        "author": "Yang, Kathleen",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We propose guessing random additive noise decoding-aided macrosymbols (GRANDAM) as a nonorthogonal multiple access (NOMA) method that can detect, error correct, and decode multiple users in multiple input multiple output ..."
    },
    {
        "title": "Design and Testing of a Hovercraft with Electroaerodynamic Propulsion",
        "author": "Quiram, Matthew",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Electroaerodynamic (EAD) multistaged ducted (MSD) thrusters are a novel solid-state thruster architecture that has been shown to provide order-of-magnitude improvements in thrust density compared to single-stage EAD ..."
    },
    {
        "title": "Using Systems Architecture and the EVDT Framework\r\nfor Monitoring Methane Emissions in Rio de Janeiro",
        "author": "Ajisafe Jr., Frederick Henry Oladimeji",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Methane is a powerful greenhouse gas that has important implications for climate change. Over the past decade, satellites have rapidly improved their ability to detect this gas from above the atmosphere. This Thesis uses ..."
    },
    {
        "title": "Evaluating Chongqing Tiandi Project: An Asset Management Perspective",
        "author": "Yang, Junsi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis uses the Chongqing Tiandi project as a case study to analyze the entire process of development and asset management for large-scale urban renewal projects in China's second-tier cities. It focuses on the ..."
    },
    {
        "title": "For and Beyond the Plaques: Sustainable Certification Adoption\r\n and Its Impact on Real Estate Decision-Making in the Boston-Cambridge Market",
        "author": "Huang, Shenglin",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As demand for green and healthy buildings grows, real estate developers face complex decisions regarding building certification adoptions, which have become influential in real estate market dynamics. This thesis investigates ..."
    },
    {
        "title": "On the nature and measurement of variational bias: a developmental perspective",
        "author": "Cai, Haoran",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Natural selection cannot work with imaginary phenotypes, only those realized by developmental systems. The observed diversity of life on Earth occupies only a subset of conceivable forms in the absence of selection. This ..."
    },
    {
        "title": "Near-Optimal Learning and Planning in Separated Latent MDPs",
        "author": "Chen, Fan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We study computational and statistical aspects of learning Latent Markov Decision Processes (LMDPs). In this model, the learner interacts with an MDP drawn at the beginning of each epoch from an unknown mixture of MDPs. ..."
    },
    {
        "title": "thesis in the field of Chemical Oceanography: Marine iodine biogeochemistry: inorganic speciation, redox dynamics and organic complexation",
        "author": "Ștreangă, Iulia-Mădălina",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Iodine holds significant importance across various disciplines, including medicine, industrial processes, organic synthesis, paleoclimatology, atmospheric chemistry and modern climate science. The ocean, as a major surficial ..."
    },
    {
        "title": "Mechanisms of terrestrial organic carbon export and preservation in the marine environment",
        "author": "Boehman, Brenna L.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Export of terrestrial carbon from land to sea is a globally important carbon flux that is poorly constrained and has implication for atmospheric carbon levels over modern and geologic timescales. Many factors control the ..."
    },
    {
        "title": "Design Concepts for High-Acceleration Linear Actuators\r\nfor Precision Motion",
        "author": "Kim, Adam K.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Advances in semiconductor photolithography scanners have made it possible to produce smaller, more affordable chips with higher throughput. Some of the key lithographic scanner components supporting these advancements are ..."
    },
    {
        "title": "Developing Telecom Band-Compatible Molecular Color Centers for Quantum Networking",
        "author": "Greer, Rianna Bliss",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Quantum networking is a new modality of information transmission that will revolutionize the future of telecommunications. However, the realization and widespread use of quantum networking demands low signal loss and ..."
    },
    {
        "title": "Encoder-Agnostic Learned Temporal Matching for Video Classification",
        "author": "Ho, Darryl",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In recent years, large transformer-based video encoder models have greatly advanced stateof-the-art performance on video classification tasks. However, these large models typically process videos by averaging embedding ..."
    },
    {
        "title": "Annealing Techniques for Color Center Formation",
        "author": "Christen, Ian",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Color centers in diamond have emerged as leading atom-like quantum systems for applications spanning from quantum repeaters to sensors. However, the optical and spin properties of engineered diamond color centers are limited ..."
    },
    {
        "title": "Singlet exciton fission-enhanced silicon photovoltaics: Interfacial engineering, device design and spectroscopic technique development",
        "author": "Nagaya, Narumi",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The growing global energy demand combined with resource and space limitations necessitate enhancements in crystalline silicon solar cells, which are the current dominant solar technology. However, their efficiencies have ..."
    },
    {
        "title": "The Use of System Theoretic Process Analysis (STPA) onNovel Tiltrotor Aircraft to Prevent Mode Confusion",
        "author": "Basnight, Natalie Ann",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Initiatives are underway to develop tiltrotor and vertical take-off and lift (VTOL) aircraft that enhance commercial and military aviation’s autonomy, capability, and survivability. These designs integrate rotary and ..."
    },
    {
        "title": "More than the sum of parts: deconstructing tissues in their spatial, temporal, and environmental contexts",
        "author": "Tzouanas, Constantine",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The human body is composed of ~37,000,000,000,000 cells, exquisitely organized into tissues delivering emergent functions beyond individual cells’ capabilities (e.g., the brain’s seemingly-effortless computations, the ..."
    },
    {
        "title": "Designing Visual Intelligence from Photons to Action",
        "author": "Young, Aaron",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "For embodied agents to perceive and effectively act within their environment, they must sense the world around them and translate this information into meaningful and safe actions; a process fundamental to both biological ..."
    },
    {
        "title": "Verification of Go Channels",
        "author": "Zhang, Jessica",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Goose is a tool for translating a subset of the Go programming language into Perennial/Iris, which is an extension of Coq. However, Goose did not support channels, which are an important synchronization tool that Go is ..."
    },
    {
        "title": "All Pass Readout With Ring Resonators for Qubit Measurement",
        "author": "Zang, Alicia",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Quantum computers may advance computing by solving some NP complexity problems, such as factoring and simulating quantum systems. Superconducting qubits, configurable artificial atoms comprised of circuit elements, are a ..."
    },
    {
        "title": "Multimodal Graphical User Interface for 3D Model\r\nFabrication Through Generative AI",
        "author": "Báez Alicea, Isabel",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In recent years, three-dimensional model generation and manipulation through generative AI has seen significant developments. Current projects enable the generation of threedimensional assets from natural language prompts ..."
    },
    {
        "title": "Beyond Lifetime Value: A Customer Journey Analysis to\r\nFan Engagement and Spending in Professional Sports",
        "author": "Antonakakis, Christina Elizabeth",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This research examines engagement and spending behaviors in a professional sports ecosystem, introducing Customer Journey Analysis (CJA) as a dynamic alternative to traditional customer lifetime value (LTV) models. Through ..."
    },
    {
        "title": "Battery Pack Design and Transient Performance Modeling\r\nfor High-Power Legged Robots",
        "author": "Evagora, Christopher K.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Legged robotics has recently shifted toward advanced optimization-based control methods, such as Model Predictive Control (MPC), to generate agile and energy-efficient locomotion. By casting the control problem as an ..."
    },
    {
        "title": "On the Inductive Biases of Conditional Diffusion Models",
        "author": "Yu, Christina",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Diffusion models have achieved remarkable progress in recent years across various domains and applications, but how diffusion models generalize is still not well understood. While prior work predominantly focuses on ..."
    },
    {
        "title": "Using Predictive Models to Identify Trends Among Successful Dual-Use Startups",
        "author": "Ying, Samantha",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This study examines predictive models for assessing the success of dual-use startups in the United States. Utilizing data from the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) ..."
    },
    {
        "title": "ALFA-Chains: An Artificial Intelligence Approach to Exploit Chain Discovery in Networks",
        "author": "Tulla Lizardi, Miguel A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Exploit chains play a crucial role in advanced persistent threats (APTs) and other malicious cyber campaigns. Sophisticated attackers can navigate across a network, escalate their privileges, and compromise valuable targets ..."
    },
    {
        "title": "Simulating Weather For A Mixed Reality Platform",
        "author": "Ni, Hao",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Complex systems are inherently difficult to teach in a traditional classroom setting. The We’re In This Together (WIT) project aims to provide a different teaching strategy by using AR/VR headsets to situate the students ..."
    },
    {
        "title": "GIM: Guidance as Initialization Method",
        "author": "Duitama Cortes, Juan Sebastian",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This work makes two contributions: the evaluation of early stop guidance for deep Fully Connected Networks (FCNs) and the introduction of guidance as an initialization method (GIM). Network initialization has been a ..."
    },
    {
        "title": "Convergence of the Arnoldi Iteration for Estimating Extreme Eigenvalues",
        "author": "Chen, Cecilia",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Krylov subspace methods, like the Arnoldi iteration, are a powerful tool for efficiently solving high-dimensional linear algebra problems. In this work, we analyze the convergence of Krylov methods for estimating the ..."
    },
    {
        "title": "Realistic Tactile Stylization for Digital Fabrication using Enhanced UV Unwrapping Method",
        "author": "Wong, Zoe",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "While recent advances in Generative AI enable visual stylization of 3D models using image prompts, they typically neglect tactile properties. TactStyle addresses this limitation by enabling creators to enhance 3D models ..."
    },
    {
        "title": "Lifting 2D Vision Models into Structured Scene Representations",
        "author": "Tang, George",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Intelligent agents can leverage structured scene representations capable of capturing object compositionality, affordances, and semantics as a world emulator. However, 3D scene data is limited, rendering supervised and ..."
    },
    {
        "title": "Transformers as Empirical Bayes Estimators The Poisson Model",
        "author": "Jabbour, Mark",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "We study the ability of transformers to perform In Context Learning (ICL) in the setting of Empirical Bayes for the Poison Model. On the theoretical side, we demonstrate the expressibility of transformers by formulating a ..."
    },
    {
        "title": "Enabling Semantically Grounded, Long Horizon Planning\r\nand Execution for Autonomous Agents",
        "author": "Covarrubias, Lucian",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Robots have been playing an ever increasing role in complex environments, often in coordination with teams of systems or humans. Autonomous systems of the future will need to be tightly grounded in the real world, drawing ..."
    },
    {
        "title": "Strategizing against online learners in normal form repeated\r\ngames",
        "author": "Assos, Angelos",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "With the advent of machine learning and AI, learning algorithms are becoming more and more prevalent in online learning settings, where sequential decision-making is required. In such settings, the decisions of each agent ..."
    },
    {
        "title": "Design and Implementation of a Nonblocking Randomized Work Stealing Scheduler",
        "author": "Ali, Sabiyyah",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis presents FLCN (Free of Locks, Cilk is Now), a nonblocking work-stealing runtime scheduler that supports Cilk multithreaded programming. The existing OpenCilk runtime system uses lock-based synchronization and ..."
    },
    {
        "title": "Productivity in the Workplace for Product Development Teams",
        "author": "Farfan Perdomo, Jorge",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Productivity is a measure of the value generated for every hour worked. In a product development team, productivity can be affected by endogenous and exogenous factors, such as biological rhythms, work style, availability, ..."
    },
    {
        "title": "Digital Thread Maturity in Manufacturing: A Cross-Industry Study Using the Model-Based Enterprise Capability Assessment Framework",
        "author": "Peters, Michael Scott",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Modern-day manufacturing organizations find themselves in volatile and competitive markets with increasing pressure to deliver products faster, at lower cost, and with increased quality. In response to this pressure, many ..."
    },
    {
        "title": "Detecting Expertise Influence on Teamwork in Sustainable Urban Design Workshops through a System Model",
        "author": "Li, Chen",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The design of sustainable urban communities near transportation hubs, such as train stations, may play a vital role in enhancing neighborhoods by fostering new jobs, encouraging mixed-use developments, and promoting a ..."
    },
    {
        "title": "Scalable and Sustainable Microwave Power Beaming to\r\nMobile Lunar Surface Assets",
        "author": "Ng, Chu Pang Alex",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Lunar missions are hindered by the challenges of maintaining continuous operation, especially during the 14-day lunar night, when solar power sources may be unavailable, causing significant mission delays and limiting ..."
    },
    {
        "title": "Study of High Harmonic Fast Waves Interactions in the Scrape off Layer of NSTX-U",
        "author": "De Levante Rodriguez, Ricardo Antonio",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "High-harmonic fast wave (HHFW) heating experiments in the National Spherical Torus Experiment (NSTX) at Princeton Plasma Physics Laboratory (PPPL) have shown that up to 60% of the injected power can be lost in the Scrape-Off ..."
    },
    {
        "title": "Quantum Economic Advantage Calculator: An Extension of the Quantum Tortoise and Classical Hare Framework",
        "author": "Mejia, Frederick",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "For some algorithmic problems, quantum computation has the potential to provide enormous speedups over classical computers. However, the drastic slowdowns associated with running error-free quantum hardware make achieving ..."
    },
    {
        "title": "Causal Representation Learning for Predicting Genetic Perturbation Effects on Single Cells",
        "author": "Liu, Emily",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Advances in sequencing technologies have significantly deepened our understanding of gene regulation in cells. Among these, Perturb-seq has emerged as a powerful technique, enabling high-resolution profiling of transcriptomic ..."
    },
    {
        "title": "Leveraging Blockchain Technology for Enhancing Genomic Data Management: A Multidisciplinary Framework for Privacy, Trust, Identity Protection, and Equity",
        "author": "Niu, Yuner A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The effective adoption of blockchain technology in genomic data management is influenced not only by its technical advantages but also by external factors such as regulatory conditions, and the demands of consumers and ..."
    },
    {
        "title": "Healthcare Agents: Large Language Models in Health Prediction and Decision-Making",
        "author": "Kim, Yubin",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Large Language Models (LLMs) are transforming healthcare, yet utilizing them for clinical applications presents significant challenges. In this thesis, we explore two critical aspects in healthcare AI: (1) leveraging LLMs ..."
    },
    {
        "title": "Three Essays on the Economics of Land Use, Environmental Value, and Public Spending",
        "author": "Larson, Kelsey R.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Across the world, public spending on government programs profoundly alters land use, preservation of environmental value, and the wellbeing of rural populations. These essays explore three such programs and derive lessons ..."
    },
    {
        "title": "Structure, Function, and Interaction in Protein Language Models",
        "author": "Zheng, Jared",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In recent years, transformer architectures have shown remarkable capabilities in learning meaningful representations from text and images. This approach has been extended to the realm of protein sequences through pretrained ..."
    },
    {
        "title": "Bridging the Gap: Generative Machines and Inventive Minds",
        "author": "Singh, Nikhil",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recording technologies, from the phonograph to digital media, have profoundly reshaped the human experience by enabling the capture and reproduction of our sensory world. These technologies allow us to relive experiences ..."
    },
    {
        "title": "Generative Discovery via Reinforcement Learning",
        "author": "Hong, Zhang-Wei",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Discovering new knowledge is crucial for technological advancement and mirrors how humans and animals learn new skills—often through trial and error. Ancient humans, for example, discovered fire by experimenting with ..."
    },
    {
        "title": "Learning Diffusion Models to Enable Efficient Sampling for Task and Motion Planning on a Panda Robot",
        "author": "Johnson, Quincy",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "A search then sample approach to bilevel planning in the context of task and motion planning is one method of effectively solving multi-step robotics problems. In this planning framework, high-level plans of abstract actions ..."
    },
    {
        "title": "Prompt Injection Generation Using Small Language\r\nModels with Reinforcement Learning with Artificial\r\nIntelligence Feedback",
        "author": "Gupta, Aneesh",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Large language models (LLMs) have become an integral part of many fields from customer support automation to research assistants. However, despite their growing adoption, they face significant challenges, particularly when ..."
    },
    {
        "title": "Exploring the Role of Foundation Models for Training Generalist Robot Learning Policies",
        "author": "Feng, Eugenia Y.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Numerous methodologies to solving goal-conditioned short-horizon tasks require hundreds of expert demonstrations, but these demonstrations are effort-intensive to collect, reducing the scalability of these approaches. Even ..."
    },
    {
        "title": "Inferencing Techniques for Enhanced Monitoring of Thermal-Fluid Systems",
        "author": "Kim, Haeseong",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Sensor data augmentation for accurate system monitoring is relevant to many engineering applications, as there is often a gap between available instrumentation and measurement needs. Installing sensors can be limited due ..."
    },
    {
        "title": "1863 Virginia: A short story",
        "author": "Green II, Kelvin",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The question that motivates “1863 Virginia: A short story” is rooted in interracial solidarity and whether it exists outside of a common enemy. During this time in U.S. history, free and enslaved black people; slave-owning ..."
    },
    {
        "title": "Modeling, Design, and Assembly of Spring Tires",
        "author": "Lu, Michael",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "With a renewed interest in the Moon and the need for autonomous lunar rovers that drive longer distances and operate over extended durations, designing efficient and robust mobility systems is paramount. Created by NASA ..."
    },
    {
        "title": "Artificial Intelligence Tools, Curricula, and Agents for Creative Learning",
        "author": "Ali, Safinah Arshad",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Children's early development of creativity contributes to their learning outcomes and personal growth. However, as children enter formal schooling systems, their creativity declines. Although Artificial Intelligence ..."
    },
    {
        "title": "A Systems-Theoretic Approach to Organizational Design and Analysis",
        "author": "Gutierrez, Lauren E.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "A significant challenge for large organizations lies in organizational design, particularly for public sector bureaucracies and the largest of industry’s private firms. Organizations tend to turn to organizational design ..."
    },
    {
        "title": "Enhancing Coast Guard Infrastructure Management: A Multi-Criteria Framework for Prioritizing Maintenance Projects",
        "author": "Ballard, Zachary N.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The United States Coast Guard is currently transforming its decision-making process for prioritizing shore infrastructure maintenance and repair projects. Current decision-making subjectivity appears to be generating ..."
    },
    {
        "title": "CIRCUIT: A Benchmark for Circuit Interpretation and Reasoning Capabilities of LLMs",
        "author": "Skelić, Lejla",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The role of Large Language Models (LLMs) has not been extensively explored in analog circuit design, which could benefit from a reasoning-based approach that transcends traditional optimization techniques. In particular, ..."
    },
    {
        "title": "Toward An Explainable Electric Power Grid Operation Assistant Using Large Language Models",
        "author": "Ravichandran, Anish",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis explores potential applications of LLMs for assisting the analyses and decisionmaking of complex electric power grid operators. The power grid is a critical piece of infrastructure currently challenged by ..."
    },
    {
        "title": "Investigating Model Editing for Unlearning in Large Language Models",
        "author": "Hossain, Shariqah",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Data regulations on the Right to be Forgotten such as that in the General Data Protection Regulation (GDPR) of the European Union protect the right of users to remove private information from organizations. With the ..."
    },
    {
        "title": "Identifying the Role of Transcription Factor RFX3 in 9PDeletion Syndrome",
        "author": "Edwards, Lilly",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "9p deletion (9p-) syndrome is primarily characterized by intellectual disability, developmental delays, and autism. This project investigated how much of the neuronal phenotypes of 9p- syndrome could be attributed to RFX3, ..."
    },
    {
        "title": "Higher-Order Interactions in Social Systems",
        "author": "Sarker, Arnab Kumar",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The de facto representation of a social network is a graph— individuals are represented as nodes, and relationships between pairs of individuals are represented as edges. This results in a powerful abstraction by which ..."
    },
    {
        "title": "The Uncanny Valley: An Empirical Study on Human Perceptions of AI-Generated Text and Images",
        "author": "Kishnani, Deepali",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis explores how the uncanny valley phenomenon—historically tied to near-human robots—applies to text-based AI interactions and AI-generated images. While the concept has been predominantly studied in the context ..."
    },
    {
        "title": "A framework for determining remote sensing capabilities for ecosystem services valuation",
        "author": "Sampath, Aparajithan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Nature provides vital services—clean water, air purification, and climate regulation—to human societies thanks to the \"natural capital\" like forests and lakes on our planet. Accurately measuring and valuing these ecosystem ..."
    },
    {
        "title": "Assessing Blood-Based Laboratory Diagnostics for Alzheimers’s Disease: A Systems Approach",
        "author": "Peralta Walker, Stephanie Christine",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis adopts a systems approach to analyze the complex network of stakeholders involved in adopting blood-based laboratory screening tests for Alzheimer’s disease (AD). Traditional diagnostic methods, including ..."
    },
    {
        "title": "Creating Links: Building an Educational Platform to Ask Relevant Questions in Education",
        "author": "García Bulle Bueno, Bernardo",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In this thesis, I document the findings and process through which we built an educational platform (JANN) to do research while having a positive impact on a community. Through JANN we have coordinated more than 100k hours ..."
    },
    {
        "title": "The Economic Engineering of Personalized Experiences",
        "author": "Haupt, Andreas A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Consumer applications employ algorithms to deliver personalized experiences to users, among others, in search, e-commerce, online streaming, and social media, impacting how users spend their time and money. This dissertation ..."
    },
    {
        "title": "Diagnosing Supply Chain Threats to Defense Innovation",
        "author": "Schneider, Donald E.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As the U.S. Department of Defense (DoD) shifts focus to an era of global power competition, the demand for rapid innovation and disruptive technologies has grown significantly. Prototyping remains a vital tool for advancing ..."
    },
    {
        "title": "Efficient Deep Learning Systems for Visual Perception on\r\nthe Edge",
        "author": "Yang, Shang",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Deep learning for visual perception on edge devices has become increasingly critical, driven by emerging applications in autonomous driving and AR/VR. Typically, sparse convolution on 3D point clouds and Visual Language ..."
    },
    {
        "title": "Unsupervised Time Series Anomaly Detection Using Time Series Foundational Models",
        "author": "Nguyen, Linh K.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The rapid generation of time series data across a wide array of domains—such as finance, healthcare, and industrial systems—has made anomaly detection a critical task for identifying irregular patterns that could signal ..."
    },
    {
        "title": "Leveraging Single-Cell ATAC-Seq for Genomic Language\r\nModels and Multimodal Foundation Models",
        "author": "Kim, Dong Young",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Single-cell Assay for Transposase-Accessible Chromatin using sequencing (scATAC-seq) has emerged as a powerful tool for profiling chromatin accessibility at single-cell resolution. By capturing epigenomic landscapes, ..."
    },
    {
        "title": "Impact of Occupational Flexibility on Labor Market Outcomes of Women Following Childbirth",
        "author": "Hu, Jia-en Jane",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The purpose of this study is twofold: (1) determine how occupational flexibility of a couple influence the effects of childbirth on women’s labor market outcomes and (2) measure the parental gender gap and decompose the ..."
    },
    {
        "title": "Instructify: Demystifying Metadata to Visual Instruction Tuning Data Conversion Supplementary Materials",
        "author": "Hansen, Jacob A.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Visual Instruction Tuning (VisIT) data, commonly available as human-assistant conversations with images interleaved in the human turns, are currently the most widespread vehicle for aligning strong LLMs to understand visual ..."
    },
    {
        "title": "A Computational Tsirelson's Theorem for All Compiled Nonlocal Games",
        "author": "Falor, Chirag",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Nonlocal games, defined as cooperative tasks between spatially separated players, have been a foundational tool in the study of quantum advantage and have been useful in classically verifying quantum computations. To address ..."
    },
    {
        "title": "Applied Plankton Image Classification for Imaging FlowCytobot Data",
        "author": "Duckworth, Barbara R.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "As the ability to gather vast quantities of data from oceanographic bioimaging sensors increases, so too does the need to process, analyze, and store that data in a consistent, standard way that enables replicability and ..."
    },
    {
        "title": "The SpaseCroissant Oven: Automatic Metadata Generation For Open-Source Space Weather Datasets",
        "author": "Chen, Edenna H.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The rise of machine learning (ML) algorithms has led to a parallel rise in ML-ready datasets. A novel metadata schema released by OpenAI and MLCommons called Croissant, which is specifically designed for ML-ready datasets, ..."
    },
    {
        "title": "Exploring Fine-Tuning Techniques for Removing\r\nTamper-Resistant Safeguards for Open-Weight LLMs",
        "author": "Zhang, Sarah",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Open-source models present significant opportunities and risks, especially in dual-use scenarios where they can be repurposed for malicious tasks via adversarial fine-tuning. In this paper, we evaluate the effectiveness ..."
    },
    {
        "title": "Toward Affordance-Based Generation for 3D Generative AI",
        "author": "Wang, Sean",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Recent advances in 3D content creation with generative AI have made it easier to generate 3D models using text and images as input. However, translating these digital designs into usable objects in the physical world is ..."
    },
    {
        "title": "Investigation of the energy transfer network in upconverting nanoparticles",
        "author": "Zheng, Yuxuan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Upconverting nanoparticles (UCNPs) have emerged as promising luminescent materials for a wide range of applications, including bioimaging, drug delivery, and photovoltaics. The intricate network of energy transfer processes ..."
    },
    {
        "title": "Scalable Embedded Tiny Machine Learning (SETML): A General\r\nFramework for Embedded Distributed Inference",
        "author": "Vidal, Justice",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "The growth of machine learning applications has increased the necessity of lightweight, energyefficient solutions for resource-constrained devices such as the STM32C011F6 microcontroller. However, such devices struggle ..."
    },
    {
        "title": "First-Person Teleoperation of a Bimanual Robotic System",
        "author": "Thakur, Nandini",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "First-person teleoperation of robots is a large field of research that could serve many benefits for automation. Teleoperation is a popular method to collect demonstrations for imitation learning that are easily learned ..."
    },
    {
        "title": "Mapping the Spatial Transcriptome Across Whole Organisms",
        "author": "Zhang, Ruihan",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This study utilizes Expansion Sequencing (ExSeq) to thoroughly investigate the spatial transcriptome of the Caenorhabditis elegans (C. elegans) body. Beyond mapping gene distribution within individual specimens, this ..."
    },
    {
        "title": "Engineering Disease Resistance in a Reservoir Species for the Mice Against Ticks Project",
        "author": "Buchthal, Joanna",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis explores the application of genome editing technologies to combat zoonotic infectious diseases through the development of a novel heritable immunization strategy targeting reservoir species. Focusing on Lyme ..."
    },
    {
        "title": "Data futures: Transforming digital traces into public goods in the age of commercial surveillance",
        "author": "Berke, Alex",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "For decades, government agencies have collected surveys to produce datasets and statistics that serve as public goods, enabling research and empowering communities from whom data are collected. These data sources are costly ..."
    },
    {
        "title": "Evaluating the Effects of Pharmaceutical Interventions, Social Policies, and Exogeneous Shocks on People's Health and Behavior",
        "author": "Charpignon, Marie-Laure",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Aging individuals tend to suffer from chronic conditions, some of which manifest in midlife (e.g., type 2 diabetes and hypertension) and some later (e.g., neurodegenerative disorders). As the global population increases ..."
    },
    {
        "title": "Intuitive Audio Interaction and Control in Multi-Source Environments",
        "author": "Oduniyi, Erick O.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In an increasingly noisy world, managing auditory focus is a persistent challenge. This thesis explores how embodied interactions—primarily head tracking, alongside experiments with gaze tracking, speech commands, and ..."
    },
    {
        "title": "Urban Mining & Regenerative E-Waste Ecosystems: Visions towards Sustainable Entrepreneurial Futures for Informal Settlements and Recycling Communities",
        "author": "Pierre, Georine",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "In the face of the growing challenge of urban waste, especially within rapidly expanding informal settlements projected to house over 45% of the global population by 2050 (United Nations Department of Economic and Social ..."
    },
    {
        "title": "Causal Inference Under Privacy Constraints",
        "author": "Yao, Leon",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Causal inference is an important tool for learning the effects of interventions in observational or experimental settings. It is widely used in many fields such as epidemiology, economics, and political science to find ..."
    },
    {
        "title": "Investigation of Multi-Z Impurity Transport in Tokamaks using Neural Networks",
        "author": "Johnson, Jamal",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Achieving clean, sustainable energy at scale is a pressing global challenge. Fusion of light elements holds significant potential to address this critical need. While only experimental fusion reactors are currently ..."
    },
    {
        "title": "Deep Learning-Based Classification of Phonotraumatic Vocal Hyperfunction Severity from Stroboscopic Images",
        "author": "Balaji, Purvaja",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Phonotraumatic vocal hyperfunction (PVH) is a vocal disorder characterized by damaged vocal folds from excessive or abusive voice use. Clinical assessment of PVH relies on timeconsuming videostroboscopy examination, which ..."
    },
    {
        "title": "Systems Analysis of Plant Responses to Drought",
        "author": "Yun, Jie",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "Understanding how plants respond to environmental stress is critical for ensuring stable crop performance and predicting how natural populations may adapt to a changing climate. While plant biology has traditionally focused ..."
    },
    {
        "title": "Brewing Resilience: A Case Study in Adapting Small Business Strategy with Systems Thinking",
        "author": "Jones, Andrew C.",
        "publisher": "Massachusetts Institute of Technology",
        "date": "2025-02",
        "abstract": "This thesis explores how systems thinking—a methodology often reserved for large organizations—can be effectively applied to small businesses facing complex challenges. Using Lamplighter Brewing Co., an independent ..."
    },
    {
        "title": "First and last as superlatives of before and after",
        "author": "Alstott, Johanna",
        "publisher": "Springer Netherlands",
        "date": "2025-01-31",
        "abstract": "First and last have been variously described as ordinals, superlatives, or both. These descriptions are generally not accompanied by extensive argumentation, and those who label first and last as superlatives do not present ..."
    },
    {
        "title": "Iron-sulfur clusters: the road to room temperature",
        "author": "Skeel, Brighton A.",
        "publisher": "Springer International Publishing",
        "date": "2025-01-31",
        "abstract": "Iron-sulfur proteins perform a wide variety of reactions central to the metabolisms of all living organisms. Foundational to their reaction chemistry are the rich electronic structures of their constituent Fe-S clusters, ..."
    },
    {
        "title": "First demonstration of a TES based cryogenic Li2MoO4 detector for neutrinoless double beta decay search",
        "author": "Bratrud, G.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-31",
        "abstract": "Cryogenic calorimetric experiments to search for neutrinoless double-beta decay ( 0 ν β β ) are highly competitive, scalable and versatile in isotope. The largest planned detector array, CUPID, is comprised of about 1500 ..."
    },
    {
        "title": "Identifying Novel Emotions and Wellbeing of Horses from Videos Through Unsupervised Learning",
        "author": "Bhave, Aarya",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-31",
        "abstract": "first_pageDownload PDFsettingsOrder Article Reprints\r\nOpen AccessArticle\r\nIdentifying Novel Emotions and Wellbeing of Horses from Videos Through Unsupervised Learning\r\nby Aarya Bhave 1ORCID,Emily Kieson 2ORCID,Alina Hafner ..."
    },
    {
        "title": "Biomanufacturing in the U.S.: A MIT Policy Brief",
        "author": "Love, J. Christopher",
        "date": "2025-01-30"
    },
    {
        "title": "Energy Burden in the United States: An Analysis Using Decision Trees",
        "author": "Chun, Jungwoo",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-30",
        "abstract": "The concept of energy burden (EB) continues to gain prominence in energy and associated policy research as energy prices rise and electricity and heating options diversify. This research offers a deeper understanding of ..."
    },
    {
        "title": "Hypergeometric L-functions in average polynomial time, II",
        "author": "Costa, Edgar",
        "publisher": "Springer International Publishing",
        "date": "2025-01-30",
        "abstract": "We describe an algorithm for computing, for all primes p ≤ X , the trace of Frobenius at p of a hypergeometric motive over Q in time quasilinear in X. This involves computing the trace modulo p e for suitable e; as in our ..."
    },
    {
        "title": "A Review of Pnictogenides for Next-Generation Anode Materials for Sodium-Ion Batteries",
        "author": "Ha, Sion",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-29",
        "abstract": "With the growing market of secondary batteries for electric vehicles (EVs) and grid-scale energy storage systems (ESS), driven by environmental challenges, the commercialization of sodium-ion batteries (SIBs) has emerged ..."
    },
    {
        "title": "Molecular and cellular characteristics of cerebrovascular cell types and their contribution to neurodegenerative diseases",
        "author": "Garcia, Francisco J.",
        "publisher": "BioMed Central",
        "date": "2025-01-29",
        "abstract": "Many diseases and disorders of the nervous system suffer from a lack of adequate therapeutics to halt or slow disease progression, and to this day, no cure exists for any of the fatal neurodegenerative diseases. In part ..."
    },
    {
        "title": "Noisy-channel language comprehension in aphasia: A Bayesian mixture modeling approach",
        "author": "Ryskin, Rachel",
        "publisher": "Springer US",
        "date": "2025-01-28",
        "abstract": "Individuals with “agrammatic” receptive aphasia have long been known to rely on semantic plausibility rather than syntactic cues when interpreting sentences. In contrast to early interpretations of this pattern as indicative ..."
    },
    {
        "title": "Half-Covered ‘Glitter-Cake’ AM@SE Composite: A Novel Electrode Design for High Energy Density All-Solid-State Batteries",
        "author": "Kim, Min J.",
        "publisher": "Springer Nature Singapore",
        "date": "2025-01-28",
        "abstract": "All-solid-state batteries (ASSBs) are pursued due to their potential for better safety and high energy density. However, the energy density of the cathode for ASSBs does not seem to be satisfactory due to the low utilization ..."
    },
    {
        "title": "Nature-inspired orientation-dependent toughening mechanism for TPMS ceramic architectures",
        "author": "D’Andrea, Luca",
        "publisher": "Springer International Publishing",
        "date": "2025-01-28",
        "abstract": "Triply periodic minimal surfaces (TPMSs) have been extensively studied in many fields of engineering, including bone tissue scaffolds. Recent advancements in manufacturing have enabled the three-dimensional printing of ..."
    },
    {
        "title": "Design and Validation of a High-Fidelity Left Atrial Cardiac Simulator for the Study and Advancement of Left Atrial Appendage Occlusion",
        "author": "Mendez, Keegan",
        "publisher": "Springer International Publishing",
        "date": "2025-01-27",
        "abstract": "Purpose Atrial fibrillation (AF) is the most common chronic cardiac arrhythmia that increases the risk of stroke, primarily due to thrombus formation in the left atrial appendage (LAA). Left atrial appendage occlusion ..."
    },
    {
        "title": "Recycling of Tantalum Capacitors Via Sulfide Chemistry",
        "author": "Boury, Charles",
        "publisher": "Springer US",
        "date": "2025-01-27",
        "abstract": "The fabrication of tantalum capacitors represents more than 35 pct of the total consumption of metallic tantalum with an increasing demand for the high-technology sector. Tantalum capacitors contain a large concentration ..."
    },
    {
        "title": "Measurement of multidifferential cross sections for dijet production in proton–proton collisions at √s = 13 TeV",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-24",
        "abstract": "A measurement of the dijet production cross section is reported based on proton–proton collision data collected in 2016 at s = 13 Te V by the CMS experiment at the CERN LHC, corresponding to an integrated luminosity of up ..."
    },
    {
        "title": "Uniform volumetric single-cell processing for organ-scale molecular phenotyping",
        "author": "Yun, Dae Hee",
        "publisher": "Springer Science and Business Media LLC",
        "date": "2025-01-24",
        "abstract": "Extending single-cell analysis to intact tissues while maintaining organ-scale spatial information poses a major challenge due to unequal chemical processing of densely packed cells. Here we introduce Continuous Redispersion ..."
    },
    {
        "title": "Cryptographic Censorship",
        "author": "Engelhardt, Netta",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-23",
        "abstract": "We formulate and take two large strides towards proving a quantum version of the weak cosmic censorship conjecture. We first prove “Cryptographic Censorship”: a theorem showing that when the time evolution operator of a ..."
    },
    {
        "title": "Microhardness, Young’s and Shear Modulus in Tetrahedrally Bonded Novel II-Oxides and III-Nitrides",
        "author": "Talwar, Devki N.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-22",
        "abstract": "Direct wide-bandgap III-Ns and II-Os have recently gained considerable attention due to their unique electrical and chemical properties. These novel semiconductors are being explored to design short-wavelength light-emitting ..."
    },
    {
        "title": "X-Mapper: fast and accurate sequence alignment via gapped x-mers",
        "author": "Gaston, Jeffry M.",
        "publisher": "BioMed Central",
        "date": "2025-01-22",
        "abstract": "Sequence alignment is foundational to many bioinformatic analyses. Many aligners start by splitting sequences into contiguous, fixed-length seeds, called k-mers. Alignment is faster with longer, unique seeds, but more ..."
    },
    {
        "title": "Thermogelation of nanoemulsions stabilized by a commercial pea protein isolate: high-pressure homogenization defines gel strength",
        "author": "Renggli, Damian",
        "publisher": "Royal Society of Chemistry",
        "date": "2025-01-22",
        "abstract": "The impact of animal-based food production on climate change drives the development of plant-based alternatives. We demonstrate the use of colloidal thermogelation on a real nanoemulsion system to create structured gels ..."
    },
    {
        "title": "Impact of lesion preparation-induced calcified plaque defects in vascular intervention for atherosclerotic disease: in silico assessment",
        "author": "Sogbadji, Jonas",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-21",
        "abstract": "Percutaneous coronary interventions in highly calcified atherosclerotic lesions are challenging due to the high mechanical stiffness that significantly restricts stent expansion. Intravascular lithotripsy (IVL) is a novel ..."
    },
    {
        "title": "From burst to controlled release: using hydrogel crosslinking chemistry to tune release of micro-crystalline active pharmaceutical ingredients",
        "author": "Manghnani, Purnima N",
        "publisher": "Royal Society of Chemistry",
        "date": "2025-01-21",
        "abstract": "Hydrogels have been widely studied as substrates for drug delivery and tissue engineering owing to their biocompatibility and ability to swell in aqueous media. Encapsulation of lipophilic active pharmaceutical ingredients ..."
    },
    {
        "title": "Injectable sustained-release hydrogel for high-concentration antibody delivery",
        "author": "Zheng, Talia",
        "publisher": "Royal Society of Chemistry",
        "date": "2025-01-21",
        "abstract": "There is an increasing interest in subcutaneous (SC) delivery as an alternative to the traditional intravenous (IV) for immunotherapies and other advanced therapies. High-concentration formulations of antibodies are needed ..."
    },
    {
        "title": "Measurement of inclusive and diferential cross sections of single top quark production in association with a W boson in proton-proton collisions at √s = 13.6 TeV",
        "author": "Hayrapetyan, A.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-21",
        "abstract": "The first measurement of the inclusive and normalised differential cross sections of single top quark production in association with a W boson in proton-proton collisions at a centre-of-mass energy of 13.6 TeV is presented. ..."
    },
    {
        "title": "Waves dangerous, domesticated, and diagnostic",
        "author": "Helmreich, Stefan",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-20",
        "abstract": "This paper, based on a keynote presented at the MARE People and the Sea Conference 2023 as well as on material from A Book of Waves, examines how oceanographers and coastal engineers in the United States, the Netherlands, ..."
    },
    {
        "title": "Instrument stiffness artifacts: avoiding bad data with operational limit lines of G max and E max",
        "author": "Hossain, Mohammad T.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-20",
        "abstract": "We derive an operating limit line for the non-ideal artifacts caused by machine stiffness (instrument compliance) which causes measured apparent viscoelastic moduli to be systematically lower than the true values. The limit ..."
    },
    {
        "title": "Maximizing Free Energy Gain",
        "author": "Kolchinsky, Artemy",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-20",
        "abstract": "Maximizing the amount of work harvested from an environment is important for a wide variety of biological and technological processes, from energy-harvesting processes such as photosynthesis to energy storage systems such ..."
    },
    {
        "title": "On Modular Invariance of Quantum Affine W-Algebras",
        "author": "Kac, Victor G.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-18",
        "abstract": "Abstract We find modular transformations of normalized characters for the following W-algebras: (a) W k min ( g ) , where g = D n ( n ≥ 4 ) , or E 6 , E 7 , E 8 , and k is a negative integer ≥ - 2 , or ≥ - h ∨ 6 - 1 , ..."
    },
    {
        "title": "Shift invariance of half space integrable models",
        "author": "He, Jimmy",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-16",
        "abstract": "We formulate and establish symmetries of certain integrable half space models, analogous to recent results on symmetries for models in a full space. Our starting point is the colored stochastic six vertex model in a half ..."
    },
    {
        "title": "Preliminary results on the long-term operation of RPCs with eco-friendly gas mixtures under irradiation at the CERN Gamma Irradiation Facility",
        "author": "Quaglia, L.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-15",
        "abstract": "Since 2019, a collaboration between researchers from various institutes and experiments (i.e., ATLAS, CMS, ALICE, LHCb/SHiP and the CERN EP-DT group) has been operating several RPCs with diverse electronics, gas gap ..."
    },
    {
        "title": "Decoding Codon Bias: The Role of tRNA Modifications in Tissue-Specific Translation",
        "author": "Ando, Daisuke",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-15",
        "abstract": "The tRNA epitranscriptome has been recognized as an important player in mRNA translation regulation. Our knowledge of the role of the tRNA epitranscriptome in fine-tuning translation via codon decoding at tissue or cell ..."
    },
    {
        "title": "Rapid prediction of conformationally-dependent DFT-level descriptors using graph neural networks for carboxylic acids and alkyl amines",
        "author": "Haas, Brittany C",
        "publisher": "Royal Society of Chemistry",
        "date": "2025-01-15",
        "abstract": "Data-driven reaction discovery and development is a growing field that relies on the use of molecular descriptors to capture key information about substrates, ligands, and targets. Broad adaptation of this strategy is ..."
    },
    {
        "title": "GCBF+: A Neural Graph Control Barrier Function Framework for Distributed Safe Multi-Agent Control",
        "author": "Zhang, Songyuan",
        "publisher": "Institute of Electrical and Electronics Engineers",
        "date": "2025-01-15",
        "abstract": "Distributed, scalable, and safe control of large-scale multi-agent systems is a challenging problem. In this paper, we design a distributed framework for safe multi-agent control in large-scale environments with obstacles, ..."
    },
    {
        "title": "A Contactless Multi-Modal Sensing Approach for Material Assessment and Recovery in Building Deconstruction",
        "author": "Cabral, Sophia",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-14",
        "abstract": "As material scarcity and environmental concerns grow, material reuse and waste reduction are gaining attention based on their potential to reduce carbon emissions and promote net-zero buildings. This study develops an ..."
    },
    {
        "title": "The Response Regulator OmpR Negatively Controls the Expression of Genes Implicated in Tilimycin and Tilivalline Cytotoxin Production in Klebsiella oxytoca",
        "author": "Varela-Nájera, Ramón G.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-14",
        "abstract": "Klebsiella oxytoca toxigenic strains represent a critical health threat, mainly due to their link to antibiotic-associated hemorrhagic colitis. This serious condition results from the bacteria’s ability to produce tilimycin ..."
    },
    {
        "title": "Visual Acuity Outcomes and Influencing Factors in a Cohort of UK Real-World Diabetic Macular Oedema Patients During the First Two Years of Anti-VEGF Treatment",
        "author": "Wen, Qing",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-13",
        "abstract": "Background/Objectives: The visual acuity (VA) outcomes after the first and second years of anti-vascular endothelial growth factor (anti-VEGF) treatment in patients with diabetic macular oedema (DMO) were evaluated, and ..."
    },
    {
        "title": "Search for B ( s ) ∗ 0 → μ + μ - in B c + → π + μ + μ - decays",
        "author": "LHCb Collaboration",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-13",
        "abstract": "A search for the very rare B ∗ 0 → μ + μ - and B s ∗ 0 → μ + μ - decays is conducted by analysing the B c + → π + μ + μ - process. The analysis uses proton-proton collision data collected with the LHCb detector between ..."
    },
    {
        "title": "Global surgery and climate change: how global surgery can prioritise both the health of the planet and its people",
        "author": "Chen, Sophia",
        "publisher": "BioMed Central",
        "date": "2025-01-11",
        "abstract": "Climate change is an emerging global health crisis, disproportionately affecting low- and middle-income countries (LMICs) where health outcomes are increasingly compromised by environmental stressors such as pollution, ..."
    },
    {
        "title": "Taurine prevents mitochondrial dysfunction and protects mitochondria from reactive oxygen species and deuterium toxicity",
        "author": "Seneff, Stephanie",
        "publisher": "Springer Vienna",
        "date": "2025-01-10",
        "abstract": "Taurine, although not a coding amino acid, is the most common free amino acid in the body. Taurine has multiple and complex functions in protecting mitochondria against oxidative-nitrosative stress. In this comprehensive ..."
    },
    {
        "title": "\"My Very Subjective Human Interpretation\": Domain Expert Perspectives on Navigating the Text Analysis Loop for Topic Models",
        "author": "Schofield, Alexandra",
        "publisher": "Association for Computing Machinery",
        "date": "2025-01-10",
        "abstract": "Practitioners dealing with large text collections frequently use topic models such as Latent Dirichlet Allocation (LDA) and Non-negative Matrix Factorization (NMF) in their projects to explore trends. Despite twenty years ..."
    },
    {
        "title": "Effects of maze appearance on maze solving",
        "author": "Semizer, Yelda",
        "publisher": "Springer US",
        "date": "2025-01-10",
        "abstract": "As mazes are typically complex, cluttered stimuli, solving them is likely limited by visual crowding. Thus, several aspects of the appearance of the maze – the thickness, spacing, and curvature of the paths, as well as the ..."
    },
    {
        "title": "Sequence‐Sensitivity in Functional Synthetic Polymer Properties",
        "author": "Jin, Tianyi",
        "publisher": "Wiley",
        "date": "2025-01-10",
        "abstract": "Recently, a new class of synthetic methyl methacrylate‐based random heteropolymers (MMA‐based RHPs) has displayed protein‐like properties. Their function appears to be insensitive to the precise sequence. Here, through ..."
    },
    {
        "title": "Magnetoelectric Extracellular Vesicle Latency-Targeting (MELT) Nanotherapeutic for the Block-Lock-and-Kill HIV Eradication Strategy",
        "author": "Andre, Mickensone",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-09",
        "abstract": "Background: Human immunodeficiency virus (HIV) establishes latent infections in cellular reservoirs, including microglia. HC69 cells, a microglial model of HIV latency, contain an HIV promoter long terminal repeat (LTR)-GFP ..."
    },
    {
        "title": "Finite- and infinite-volume study of DDπ scattering",
        "author": "Dawid, Sebastian M.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-09",
        "abstract": "We develop a comprehensive framework for extracting the pole position and properties of the doubly-charmed tetraquark T cc + 3875 from lattice QCD data using the relativistic three-particle formalism. This approach ..."
    },
    {
        "title": "Passive Monitoring of Parkinson Tremor in Daily Life: A Prototypical Network Approach",
        "author": "Evers, Luc J. W.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-09",
        "abstract": "Objective and continuous monitoring of Parkinson’s disease (PD) tremor in free-living conditions could benefit both individual patient care and clinical trials, by overcoming the snapshot nature of clinical assessments. ..."
    },
    {
        "title": "Amplitude analysis of B+ → ψ(2S)K+π+π− decays",
        "author": "Aaij, R.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-08",
        "abstract": "he first full amplitude analysis of B+ → ψ(2S)K+π+π− decays is performed using proton-proton collision data corresponding to an integrated luminosity of 9 fb−1 recorded with the LHCb detector. The rich K+π+π− spectrum is ..."
    },
    {
        "title": "Evaluating the reliability of a microperimetry-based method for assessing visual function in the junctional zone of geographic atrophy lesions",
        "author": "Alibhai, A. Y.",
        "publisher": "BioMed Central",
        "date": "2025-01-07",
        "abstract": "Purpose To assess the repeatability of a microperimetry methodology for quantifying visual function changes in the junctional zone of eyes with geographic atrophy (GA) in the clinical trial context. Methods A post hoc ..."
    },
    {
        "title": "Inference Plans for Hybrid Particle Filtering",
        "author": "Cheng, Ellie",
        "publisher": "Association for Computing Machinery",
        "date": "2025-01-07",
        "abstract": "Advanced probabilistic programming languages (PPLs) using hybrid particle filtering combine symbolic exact inference and Monte Carlo methods to improve inference performance. These systems use heuristics to partition random ..."
    },
    {
        "title": "Global Bioenergy Availability",
        "author": "Katie Daehn",
        "date": "2025-01-06",
        "abstract": "In efforts to decarbonize and mitigate climate change impacts, some sectors require unprecedented levels of technological innovation to substantially reduce greenhouse gas emissions. This is especially true for air ..."
    },
    {
        "title": "Long-lived particle reconstruction downstream of the LHCb magnet",
        "author": "LHCb collaboration",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-06",
        "abstract": "Charged-particle trajectories are usually reconstructed with the LHCb detector using combined information\r\nfrom the tracking devices placed upstream and downstream\r\nof the 4 T m dipole magnet. Trajectories reconstructed ..."
    },
    {
        "title": "Multiple testing for signal-agnostic searches for new physics with machine learning",
        "author": "Grosso, Gaia",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-04",
        "abstract": "In this work, we address the question of how to enhance signal-agnostic searches by leveraging multiple testing strategies. Specifically, we consider hypothesis tests relying on machine learning, where model selection can ..."
    },
    {
        "title": "An empirical design theory for compact drip irrigation emitters",
        "author": "Ghodgaonkar, Aditya",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-04",
        "abstract": "With freshwater reserves rapidly diminishing, sustainable irrigation technologies such as drip irrigation must be widely adopted to meet the food demand of a growing global population. Drip irrigation uses a network of ..."
    },
    {
        "title": "A Digital Phenotypic Assessment in Neuro-Oncology (DANO): A Pilot Study on Sociability Changes in Patients Undergoing Treatment for Brain Malignancies",
        "author": "Siddi, Francesca",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2025-01-04",
        "abstract": "first_pageDownload PDFsettingsOrder Article Reprints\r\nOpen AccessArticle\r\nA Digital Phenotypic Assessment in Neuro-Oncology (DANO): A Pilot Study on Sociability Changes in Patients Undergoing Treatment for Brain Malignancies ..."
    },
    {
        "title": "Microbial methanogenesis fueled by freshwater infiltration and oil biodegradation in the Siljan impact structure, Sweden",
        "author": "van Dam, Femke",
        "publisher": "Springer International Publishing",
        "date": "2025-01-03",
        "abstract": "Deeply fractured rocks of meteorite impact craters are suggested as prime niches for subsurface microbial colonization. Methane can be a product of such microbial communities and seeps of methane from impact craters on ..."
    },
    {
        "title": "Workforce Readiness Level (WRL) Deskbook",
        "author": "Aiken, Juliet",
        "date": "2025-01-03"
    },
    {
        "title": "Photonic Integrated Devices Manufacturing Workforce Preparation Assessment Report: Middle Skilled Technicians",
        "author": "Aiken, Juliet",
        "date": "2025-01-03"
    },
    {
        "title": "Vehicle Routing Problem Formulation for Efficient Tracking of Objects in Low Earth Orbit",
        "author": "Shtofenmakher, Allan",
        "publisher": "American Institute of Aeronautics and Astronautics",
        "date": "2025-01-03",
        "abstract": "The increasing number of resident space objects (RSOs) in low Earth orbit (LEO) endangers the sustainable use of space and necessitates continuous surveillance to prevent collisions. The U.S. Space Surveillance Network ..."
    },
    {
        "title": "Resurgence in Liouville theory",
        "author": "Benjamin, Nathan",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-03",
        "abstract": "Liouville conformal field theory is a prototypical example of an exactly solvable quantum field theory, in the sense that the correlation functions in an arbitrary background can be determined exactly using only the ..."
    },
    {
        "title": "Measurement of the double-diferential inclusive jet cross section in proton-proton collisions at √s = 5.02 TeV",
        "author": "Hayrapetyan, A.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-02",
        "abstract": "The inclusive jet cross section is measured as a function of jet transverse momentum pT and rapidity y. The measurement is performed using proton-proton collision data at s = 5.02 TeV, recorded by the CMS experiment at the ..."
    },
    {
        "title": "Uniacute Spherical Codes",
        "author": "Lepsveridze, Saba",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2025-01-02",
        "abstract": "A spherical L-code, where L ⊆ [−1,∞), consists of unit vectors in Rd whose pairwise inner products are contained in L. Determining the maximum cardinality NL (d)\r\nof an L-code in Rd is a fundamental question in discrete ..."
    },
    {
        "title": "Intel’s Fall from Grace",
        "author": "Cusumano, Michael",
        "publisher": "ACM",
        "date": "2025-01-01",
        "abstract": "Intel continues to dominate the microprocessor market for personal computers and datacenter servers for cloud services but it has fallen sharply behind Nvidia, the new platform leader for AI applications and GPU servers. ..."
    },
    {
        "title": "TeleAbsence: A Vision of Past and Afterlife Telepresence",
        "author": "Ishii, Hiroshi",
        "publisher": "MIT Press",
        "date": "2025",
        "abstract": "This paper presents our vision of TeleAbsence, extending the concept of telepresence to the past and the afterlife to address the vast emotional and temporal distance caused by the memory of loved ones who drifted apart ..."
    },
    {
        "title": "Reversibly Switching Hydrogen-Responsive Palladium-Graphene Composite Membranes",
        "author": "Kim, Lohyun",
        "publisher": "Wiley",
        "date": "2025"
    },
    {
        "title": "Estudios feministas de seguridad desde América Latina y el Caribe",
        "author": "Jungs de Almeida, Alessandra",
        "publisher": "Biblioteca Universitária/Universidade Federal de Santa Catarina",
        "date": "2025"
    },
    {
        "title": "SPECTER: efficient evaluation of the spectral EMD",
        "author": "Gambhir, Rikab",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-30",
        "abstract": "The Energy Mover’s Distance (EMD) has seen use in collider physics as a metric between events and as a geometric method of defining infrared and collinear safe observables. Recently, the Spectral Energy Mover’s Distance ..."
    },
    {
        "title": "Ortho-Unit Polygons can be Guarded with at most n - 4 8 Guards",
        "author": "Díaz-Báñez, J. M.",
        "publisher": "Springer Japan",
        "date": "2024-12-29",
        "abstract": "Abstract An orthogonal polygon is called an ortho-unit polygon if its vertices have integer coordinates, and all of its edges have length one. In this paper we prove that any ortho-unit polygon with n ≥ 12 vertices can be ..."
    },
    {
        "title": "Bias in machine learning applications to address non-communicable diseases at a population-level: a scoping review",
        "author": "Birdi, Sharon",
        "publisher": "BioMed Central",
        "date": "2024-12-28",
        "abstract": "Background Machine learning (ML) is increasingly used in population and public health to support epidemiological studies, surveillance, and evaluation. Our objective was to conduct a scoping review to identify studies that ..."
    },
    {
        "title": "Self-Assembly of a Biologically Plausible Learning Circuit",
        "author": "Liao, Qianli",
        "publisher": "Center for Brains, Minds and Machines (CBMM)",
        "date": "2024-12-28",
        "abstract": "Over the last four decades, the amazing success of deep learning has been driven by the use of Stochastic Gradient Descent (SGD) as the main optimization technique. The default implementation for the computation of the ..."
    },
    {
        "title": "Approaching coupled-cluster accuracy for molecular electronic structures with multi-task learning (preprint)",
        "author": "Tang, Hao",
        "publisher": "Springer Science and Business Media LLC",
        "date": "2024-12-27"
    },
    {
        "title": "Principles and Guidelines for Evaluating Social Robot Navigation Algorithms",
        "author": "Francis, Anthony",
        "publisher": "ACM",
        "date": "2024-12-27",
        "abstract": "A major challenge to deploying robots widely is navigation in human-populated environments, commonly referred to as social robot navigation. While the field of social navigation has advanced tremendously in recent years, ..."
    },
    {
        "title": "NiNC Catalysts in CO2-to-CO Electrolysis",
        "author": "Zhang, Hao",
        "publisher": "Springer Nature Singapore",
        "date": "2024-12-26",
        "abstract": "CO2-to-CO electrolyzer technology converts carbon dioxide into carbon monoxide using electrochemical methods, offering significant environmental and energy benefits by aiding in greenhouse gas mitigation and promoting a ..."
    },
    {
        "title": "The Walk of Guilt: Multimodal Deception Detection from Nonverbal Motion Behaviour",
        "author": "Alghowinem, Sharifa",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-26",
        "abstract": "Detecting deceptive behaviour for surveillance and border protection is critical for a country’s security. With the advancement of technology in relation to sensors and artificial intelligence, recognising deceptive behaviour ..."
    },
    {
        "title": "Investigating the Applicability of the Peak Density Thickness Parameter over the Equatorial Region",
        "author": "Shammat, Mohamed O.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-26",
        "abstract": "The Peak Density Thickness (PDT) refers to a vertical region in the ionosphere encompassing the F2 peak, where electron density is at its maximum, and extending upward—maintaining a constant density—for a fixed altitude ..."
    },
    {
        "title": "Smart City Products and Their Materials Assessment Using the Pentagon Framework",
        "author": "Ponce, Pedro",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-25",
        "abstract": "Smart cities are complex urban environments that rely on advanced technology and data analytics to enhance city services&rsquo; quality of life, sustainability, and efficiency. As these cities continue to evolve, there is ..."
    },
    {
        "title": "Model-independent search for pair production of new bosons decaying into muons in proton-proton collisions a √s = 13 TeV",
        "author": "Hayrapetyan, A.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-23",
        "abstract": "The results of a model-independent search for the pair production of new bosons within a mass range of 0.21 < m < 60 GeV, are presented. This study utilizes events with a four-muon final state. We use two data sets, ..."
    },
    {
        "title": "Evaluation and Analysis of Next-Generation FY-4A LPW Products over Various Climatic Regions in China",
        "author": "Zhang, Wenyuan",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-23",
        "abstract": "Atmospheric water vapor, a significant constituent of the atmosphere, affects the energy balance between Earth’s atmosphere and space, and its changes play a crucial role in the greenhouse effect. Layer precipitable water ..."
    },
    {
        "title": "Age- and Sex-Based Developmental Biomarkers in Eye Movements",
        "author": "Carrick, Frederick Robert",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-21",
        "abstract": "Background: Eye movement research serves as a critical tool for assessing brain function, diagnosing neurological and psychiatric disorders, and understanding cognition and behavior. Sex differences have largely been under ..."
    },
    {
        "title": "Analysis of Λ b 0 → pK−μ+μ− decays",
        "author": "Aaij, R.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-19",
        "abstract": "The differential branching fraction and angular coefficients of Λ b 0 → pK−μ+μ− decays are measured in bins of the dimuon mass squared and dihadron mass. The analysis is performed using a data set corresponding to 9 fb−1 ..."
    },
    {
        "title": "A Learning Probabilistic Boolean Network Model of a Smart Grid with Applications in System Maintenance",
        "author": "Rivera Torres, Pedro Juan",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-19",
        "abstract": "Probabilistic Boolean Networks can capture the dynamics of complex biological systems as well as other non-biological systems, such as manufacturing systems and smart grids. In this proof-of-concept manuscript, we propose ..."
    },
    {
        "title": "UFO Instruction Graphs Are Machine Knittable",
        "author": "Lin, Jenny",
        "publisher": "ACM",
        "date": "2024-12-19",
        "abstract": "Programming low-level controls for knitting machines is a meticulous, time-consuming task that demands specialized expertise. Recently, there has been a shift towards automatically generating low-level knitting machine ..."
    },
    {
        "title": "Procedural Material Generation with Reinforcement Learning",
        "author": "Li, Beichen",
        "publisher": "ACM",
        "date": "2024-12-19",
        "abstract": "Modern 3D content creation heavily relies on procedural assets. In particular, procedural materials are ubiquitous in the industry, but their manipulation remains challenging. Previous work conditionally generates procedural ..."
    },
    {
        "title": "All you need is rotation: Construction of developable strips",
        "author": "Maekawa, Takashi",
        "publisher": "ACM",
        "date": "2024-12-19",
        "abstract": "We present a novel approach to generate developable strips along a space curve. The key idea of the new method is to use the rotation angle between the Frenet frame of the input space curve, and its Darboux frame of the ..."
    },
    {
        "title": "Medial Skeletal Diagram: A Generalized Medial Axis Approach for Compact 3D Shape Representation",
        "author": "Guo, Minghao",
        "publisher": "ACM",
        "date": "2024-12-19",
        "abstract": "We propose the Medial Skeletal Diagram, a novel skeletal representation that tackles the prevailing issues around skeleton sparsity and reconstruction accuracy in existing skeletal representations. Our approach augments ..."
    },
    {
        "title": "Memory Checking Requires Logarithmic Overhead",
        "author": "Boyle, Elette",
        "publisher": "ACM",
        "date": "2024-12-17",
        "abstract": "We study the complexity of memory checkers with computational security and prove the first general tight lower bound.         Memory checkers, first introduced over 30 years ago by Blum, Evans, Gemmel, Kannan, and Naor ..."
    },
    {
        "title": "Innovative Approach to Sustainable Fertilizer Production: Leveraging Electrically Assisted Conversion of Sewage Sludge for Nutrient Recovery",
        "author": "Botte, Gerardine G",
        "publisher": "American Chemical Society",
        "date": "2024-12-17",
        "abstract": "Efforts addressing sludge management, food security, and resource recovery have led to novel approaches in these areas. Electrically assisted conversion of sludge stands out as a promising technology for sewage sludge ..."
    },
    {
        "title": "Exploring the Dynamics of Canine-Assisted Interactions: A Wearable Approach to Understanding Interspecies Well-Being",
        "author": "Holder, Timothy R. N.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-16",
        "abstract": "first_pageDownload PDFsettingsOrder Article Reprints\r\nOpen AccessFeature PaperArticle\r\nExploring the Dynamics of Canine-Assisted Interactions: A Wearable Approach to Understanding Interspecies Well-Being\r\nby Timothy R. N. ..."
    },
    {
        "title": "Higher dimensional Fourier quasicrystals from Lee–Yang varieties",
        "author": "Alon, Lior",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-16",
        "abstract": "In this paper, we construct Fourier quasicrystals with unit masses in arbitrary dimensions. This generalizes a one-dimensional construction of Kurasov and Sarnak. To do this, we employ a class of complex algebraic varieties ..."
    },
    {
        "title": "Domain Adversarial Convolutional Neural Network Improves the Accuracy and Generalizability of Wearable Sleep Assessment Technology",
        "author": "Nunes, Adonay S.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-14",
        "abstract": "Wearable accelerometers are widely used as an ecologically valid and scalable solution for long-term at-home sleep monitoring in both clinical research and care. In this study, we applied a deep learning domain adversarial ..."
    },
    {
        "title": "Sampling from convex sets with a cold start using multiscale decompositions",
        "author": "Narayanan, Hariharan",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-13",
        "abstract": "A standard approach for sampling approximately uniformly from a convex body K ⊆ R n is to run a random walk within K. The requirement is that starting from a suitable initial distribution, the random walk should “mix ..."
    },
    {
        "title": "Adversarial Network Optimization under Bandit Feedback: Maximizing Utility in Non-Stationary Multi-Hop Networks",
        "author": "Dai, Yan",
        "publisher": "ACM",
        "date": "2024-12-13",
        "abstract": "Stochastic Network Optimization (SNO) concerns scheduling in stochastic queueing systems and has been widely studied in network theory. Classical SNO algorithms require network conditions to be stationary w.r.t. time, which ..."
    },
    {
        "title": "Acceleration by Stepsize Hedging: Multi-Step Descent and the Silver Stepsize Schedule",
        "author": "Altschuler, Jason",
        "publisher": "ACM",
        "date": "2024-12-13",
        "abstract": "Can we accelerate the convergence of gradient descent without changing the algorithmÐjust by judiciously choosing stepsizes?\r\nSurprisingly, we show that the answer is yes. Our proposed Silver Stepsize Schedule optimizes ..."
    },
    {
        "title": "Anomaly-aware summary statistic from data batches",
        "author": "Grosso, G.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-12",
        "abstract": "Signal-agnostic data exploration based on machine learning could unveil very subtle statistical deviations of collider data from the expected Standard Model of particle physics. The beneficial impact of a large training ..."
    },
    {
        "title": "Deep Water Subsea Energy Storage, Lessons Learned from the Offshore Oil and Gas Industry",
        "author": "Juhlin, Rasmus",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-12",
        "abstract": "In a future where a large portion of power will be supplied by highly intermittent sources such as solar- and wind-power, energy storage will form a crucial part of the power mix ensuring that there is enough flexibility ..."
    },
    {
        "title": "Imaging the initial condition of heavy-ion collisions and nuclear structure across the nuclide chart",
        "author": "Jia, Jiangyong",
        "publisher": "Springer Nature Singapore",
        "date": "2024-12-11",
        "abstract": "High-energy nuclear collisions encompass three key stages: the structure of the colliding nuclei, informed by low-energy nuclear physics, the initial condition, leading to the formation of quark–gluon plasma (QGP), and the ..."
    },
    {
        "title": "How information about historic carbon emissions affects support for climate aid: evidence from a survey experiment",
        "author": "Charnysh, Volha",
        "publisher": "Springer Netherlands",
        "date": "2024-12-11",
        "abstract": "In recent years, international climate negotiations have reached increasing consensus that the wealthiest countries should make significant financial contributions to offset the damages caused by the climate crisis in ..."
    },
    {
        "title": "Study of the rare decay J/ψ → μ+μ−μ+μ−",
        "author": "Aaij, R.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-10",
        "abstract": "The rare electromagnetic J/ψ → μ+μ−μ+μ− decay is observed with a significance greatly exceeding the discovery threshold, using proton-proton collision data collected by the LHCb experiment during 2016–2018 at a center-of-mass ..."
    },
    {
        "title": "Imaging the wakes of jets with energy-energy-energy correlators",
        "author": "Bossi, Hannah",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-10",
        "abstract": "As the partons in a high energy jet propagate through the droplet of quark-gluon plasma (QGP) produced in a heavy-ion collision they lose energy to, kick, and are kicked by the medium. The resulting modifications to the ..."
    },
    {
        "title": "JWST sighting of decameter main-belt asteroids and view on meteorite sources",
        "author": "Burdanov, Artem Y.",
        "publisher": "Springer Nature",
        "date": "2024-12-09",
        "abstract": "Asteroid discoveries are essential for planetary-defense efforts aiming to prevent impacts\r\nwith Earth, including the more frequent megaton explosions from decameter impactors.\r\nWhile large asteroids (≥100 km) have remained ..."
    },
    {
        "title": "Classical correspondence beyond the Ehrenfest time for open quantum systems with general Lindbladians",
        "author": "Hernández, Felipe",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-09",
        "abstract": "Quantum and classical systems evolving under the same formal Hamiltonian H may exhibit dramatically different behavior after the Ehrenfest timescale t E ∼ log ( ħ - 1 ) , even as ħ → 0 . Coupling the system to a Markovian ..."
    },
    {
        "title": "Study of charmonium production via the decay to p p¯ at √s = 13 TeV",
        "author": "LHCb Collaboration",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-09",
        "abstract": "Charmonium production cross-section in proton–proton collisions is measured at the centre-of-mass energy s = 13 TeV using decays to p p ¯ final state. The study is performed using a data sample corresponding to an integrated ..."
    },
    {
        "title": "Measurement of the electric potential and the magnetic field in the shifted analysing plane of the KATRIN experiment",
        "author": "KATRIN Collaboration",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-06",
        "abstract": "The projected sensitivity of the effective electron neutrino-mass measurement with the KATRIN experiment is below 0.3 eV (90 % CL) after 5 years of data acquisition. The sensitivity is affected by the increased rate of the ..."
    },
    {
        "title": "Search for CP violation in D0 → K0 SK0 S decays in proton–proton collisions at √s = 13 TeV",
        "author": "CMS Collaboration",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-06",
        "abstract": "A search is reported for charge-parity CP violation in D 0 → K S 0 K S 0 decays, using data collected in proton–proton collisions at s = 13 Te V recorded by the CMS experiment in 2018. The analysis uses a dedicated data ..."
    },
    {
        "title": "Using magnetic resonance relaxometry to evaluate the safety and quality of induced pluripotent stem cell-derived spinal cord progenitor cells",
        "author": "Tan, Jerome",
        "publisher": "BioMed Central",
        "date": "2024-12-05",
        "abstract": "Background The emergence of induced pluripotent stem cells (iPSCs) offers a promising approach for replacing damaged neurons and glial cells, particularly in spinal cord injuries (SCI). Despite its merits, iPSC differentiation ..."
    },
    {
        "title": "Advances in 2D Molybdenum Disulfide Transistors for Flexible and Wearable Electronics",
        "author": "Kwak, Kyoungwon",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-05",
        "abstract": "As the trajectory of developing advanced electronics is shifting towards wearable electronics, various methods for implementing flexible and bendable devices capable of conforming to curvilinear surfaces have been widely ..."
    },
    {
        "title": "\"Data comes from the real world\": A Constructionist Approach to Mainstreaming K12 Data Science Education",
        "author": "Ravi, Prerna",
        "publisher": "ACM|Proceedings of the 2024 ACM Virtual Global Computing Education Conference V. 1",
        "date": "2024-12-05",
        "abstract": "Data science is emerging as a crucial 21st-century competence, influencing professional practices from citing evidence when advocating for social change to developing artificial intelligence (AI) models. For middle and ..."
    },
    {
        "title": "AI Mastery May Not Be For Everyone, But AI Literacy Should Be",
        "author": "Hollands, Fiona",
        "publisher": "ACM|Proceedings of the 2024 ACM Virtual Global Computing Education Conference V. 1",
        "date": "2024-12-05",
        "abstract": "Despite the abundance of advice from policy bodies, professional associations, advocacy groups, and scholars on how K-12 schools should assimilate AI and provide AI education, practical plans are lacking from K-12 education ..."
    },
    {
        "title": "A low-cost, open-source cylindrical Couette rheometer",
        "author": "Erni, Makita",
        "publisher": "Springer Nature",
        "date": "2024-12-04",
        "abstract": "Rheology describes the flow of fluids from food and plastics, to coatings, adhesives, and 3D printing inks, and is commonly denoted by viscosity alone as a simplification. While viscometers adequately probe Newtonian ..."
    },
    {
        "title": "Measurement of boosted Higgs bosons produced via vector boson fusion or gluon fusion in the H → bb¯ decay mode using LHC proton-proton collision data at √s = 13 TeV",
        "author": "Hayrapetyan, A.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-04",
        "abstract": "A measurement is performed of Higgs bosons produced with high transverse momentum (pT) via vector boson or gluon fusion in proton-proton collisions. The result is based on a data set with a center-of-mass energy of 13 TeV ..."
    },
    {
        "title": "How J-chain ensures the assembly of immunoglobulin IgM pentamers",
        "author": "Giannone, Chiara",
        "publisher": "Nature Publishing Group UK",
        "date": "2024-12-04",
        "abstract": "Polymeric IgM immunoglobulins have high avidity for antigen and complement, and dominate primary antibody responses. They are produced either as assemblies of six µ2L2 subunits (i.e., hexamers), or as pentamers of two µ2L2 ..."
    },
    {
        "title": "Around the Corner mmWave Imaging in Practical Environments",
        "author": "Dodds, Laura",
        "publisher": "ACM|The 30th Annual International Conference on Mobile Computing and Networking",
        "date": "2024-12-04",
        "abstract": "We present the design, implementation, and evaluation of RFlect, a mmWave imaging system capable of producing around-the-corner high-resolution images in practical environments. RFlect leverages signals reflected off complex ..."
    },
    {
        "title": "Automated and Blind Detection of Low Probability of Intercept RF Anomaly Signals",
        "author": "Gusain, Kuanl",
        "publisher": "ACM|The 30th Annual International Conference on Mobile Computing and Networking",
        "date": "2024-12-04",
        "abstract": "Automated spectrum monitoring necessitates the accurate detection of low probability of intercept (LPI) radio frequency (RF) anomaly signals to identify unwanted interference in wireless networks. However, detecting these ..."
    },
    {
        "title": "SeaScan: An Energy-Efficient Underwater Camera for Wireless 3D Color Imaging",
        "author": "Naeem, Nazish",
        "publisher": "ACM|The 30th Annual International Conference on Mobile Computing and Networking",
        "date": "2024-12-04",
        "abstract": "We present the design, implementation, and evaluation of SeaScan, an energy-efficient camera for 3D imaging of underwater environments. At the core of SeaScan's design is a trinocular lensing system, which employs three ..."
    },
    {
        "title": "SURF: Eavesdropping on Underwater Communications from the Air",
        "author": "Mollahosseini, Poorya",
        "publisher": "ACM|The 30th Annual International Conference on Mobile Computing and Networking",
        "date": "2024-12-04",
        "abstract": "This paper investigates how an airborne node can eavesdrop on the underwater acoustic communication between submerged nodes. Conventionally, such eavesdropping has been assumed impossible as acoustic signals do not cross ..."
    },
    {
        "title": "Snooping Underwater Communications via Low-Cost mmWave Radars",
        "author": "Mollahosseini, Poorya",
        "publisher": "ACM|The 30th Annual International Conference on Mobile Computing and Networking",
        "date": "2024-12-04",
        "abstract": "This study examines how an airborne device can intercept underwater acoustic signals exchanged between submerged nodes. It challenges the conventional belief that acoustic communications under the water are safe against ..."
    },
    {
        "title": "The Europa Imaging System (EIS) Investigation",
        "author": "Turtle, E. P.",
        "publisher": "Springer Netherlands",
        "date": "2024-12-04",
        "abstract": "The Europa Imaging System (EIS) consists of a Narrow-Angle Camera (NAC) and a Wide-Angle Camera (WAC) that are designed to work together to address high-priority science objectives regarding Europa’s geology, composition, ..."
    },
    {
        "title": "Focal Surface Holographic Light Transport using Learned Spatially Adaptive Convolutions",
        "author": "Zheng, Chuanjun",
        "publisher": "ACM|SIGGRAPH Asia 2024 Technical Communications",
        "date": "2024-12-03",
        "abstract": "Computer-Generated Holography (CGH) is a set of algorithmic methods for identifying holograms that reconstruct Three-Dimensio-nal (3D) scenes in holographic displays. CGH algorithms decompose 3D scenes into multiplanes at ..."
    },
    {
        "title": "Measurement of the effective leptonic weak mixing angle",
        "author": "Aaij, R.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-12-03",
        "abstract": "Using pp collision data at s = 13 TeV, recorded by the LHCb experiment between 2016 and 2018 and corresponding to an integrated luminosity of 5.4 fb−1, the forward-backward asymmetry in the pp → Z/γ* → μ+μ− process is ..."
    },
    {
        "title": "Thermochromorph: Dynamic Relief Printing with Thermochromic Inks",
        "author": "Sethapakdi, Ticha",
        "publisher": "ACM|SIGGRAPH Asia 2024 Art Papers",
        "date": "2024-12-03",
        "abstract": "Thermochromorph is a novel relief printing technique that produces multicolored images that transition into each other through changes in temperature. Our process utilizes two sets of CMYK thermochromic inks that exhibit ..."
    },
    {
        "title": "KnitworkVR: Dual-reality Experience through Distributed Sensor-Actuator Networks in the Living Knitwork Pavilion",
        "author": "Wicaksono, Irmandy",
        "publisher": "ACM|SIGGRAPH Asia 2024 Art Papers",
        "date": "2024-12-03",
        "abstract": "KnitworkVR integrates dual-reality and digital twin platforms to simulate the Living Knitwork Pavilion in a desert landscape, using real-time sensor data. The sensor network captures movements, interactions, and spatial ..."
    },
    {
        "title": "Manifold Sampling for Differentiable Uncertainty in Radiance Fields",
        "author": "Lyu, Linjie",
        "publisher": "ACM|SIGGRAPH Asia 2024 Conference Papers",
        "date": "2024-12-03"
    },
    {
        "title": "Large Étendue 3D Holographic Display with Content-adaptive Dynamic Fourier Modulation",
        "author": "Chao, Brian",
        "publisher": "ACM|SIGGRAPH Asia 2024 Conference Papers",
        "date": "2024-12-03",
        "abstract": "Emerging holographic display technology offers unique capabilities for next-generation virtual reality systems. Current holographic near-eye displays, however, only support a small étendue, which results in a direct tradeoff ..."
    },
    {
        "title": "Markov-Chain Monte Carlo Sampling of Visibility Boundaries for Differentiable Rendering",
        "author": "Xu, Peiyu",
        "publisher": "ACM|SIGGRAPH Asia 2024 Conference Papers",
        "date": "2024-12-03",
        "abstract": "Physics-based differentiable rendering requires estimating boundary path integrals emerging from the shift of discontinuities (e.g., visibility boundaries). Previously, although the mathematical formulation of boundary ..."
    },
    {
        "title": "Sketching With Your Voice: \"Non-Phonorealistic\" Rendering of Sounds via Vocal Imitation",
        "author": "Caren, Matthew",
        "publisher": "ACM|SIGGRAPH Asia 2024 Conference Papers",
        "date": "2024-12-03",
        "abstract": "We present a method for automatically producing human-like vocal imitations of sounds: the equivalent of “sketching,” but for auditory rather than visual representation. Starting with a simulated model of the human vocal ..."
    },
    {
        "title": "A Listeria monocytogenes aptasensor on laser inscribed graphene for food safety monitoring in hydroponic water",
        "author": "Cavallaro, Nicholas",
        "publisher": "Springer International Publishing",
        "date": "2024-12-03",
        "abstract": "Consumption of fresh produce, such as leafy greens, is often encouraged as part of a healthy diet. Hence, indoor facilities for hydroponic production of leafy greens are increasingly being established. However, fresh produce ..."
    },
    {
        "title": "Do We Learn From Each Other: Understanding the Human-AI Co-Learning Process Embedded in Human-AI Collaboration",
        "author": "Lu, Jinwei",
        "publisher": "Springer Netherlands",
        "date": "2024-12-03",
        "abstract": "Beyond collaborating in the AI-supported decision-making setting to achieve complementary performance, human and AI should learn from each other and internalize knowledge from their collaboration. This can enhance their ..."
    },
    {
        "title": "Opening the AI Black Box: Distilling Machine-Learned Algorithms into Code",
        "author": "Michaud, Eric J.",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-02",
        "abstract": "Can we turn AI black boxes into code? Although this mission sounds extremely challenging, we show that it is not entirely impossible by presenting a proof-of-concept method, MIPS, that can synthesize programs based on the ..."
    },
    {
        "title": "Beam heating explains critical current suppression measured during ion irradiation of REBCO tapes",
        "author": "Devitre, Alexis",
        "publisher": "IOP Publishing",
        "date": "2024-12-02",
        "abstract": "Reports of critical current (Ic) suppression during cryogenic ion\r\nirradiation of REBCO tapes have raised concerns for the operational margins\r\nof fusion power plant (FPP) magnets. However, the data remain inconclusive\r\nregarding ..."
    },
    {
        "title": "Materials approaches for next-generation encapsulated cell therapies",
        "author": "Krishnan, Siddharth R.",
        "publisher": "Springer International Publishing",
        "date": "2024-12-02",
        "abstract": "Transplanted cells can act as living drug factories capable of secreting therapeutic proteins in vivo, with applications in the treatment of Type 1 diabetes (T1D), blood borne disease, vision disorders, and degenerative ..."
    },
    {
        "title": "Graphical vs. Deep Generative Models: Measuring the Impact of Differentially Private Mechanisms and Budgets on Utility",
        "author": "Ganev, Georgi",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "Generative models trained with Differential Privacy (DP) can produce synthetic data while reducing privacy risks. However, navigating their privacy-utility tradeoffs makes finding the best models for specific settings/tasks ..."
    },
    {
        "title": "Manipulative Interference Attacks",
        "author": "Mergendahl, Samuel",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "A μ-kernel is an operating system (OS) paradigm that facilitates a strong cybersecurity posture for embedded systems. Unlike a monolithic OS such as Linux, a μ-kernel reduces overall system privilege by deploying most OS ..."
    },
    {
        "title": "Formal Privacy Proof of Data Encoding: The Possibility and Impossibility of Learnable Encryption",
        "author": "Xiao, Hanshen",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "We initiate a formal study on the concept of learnable obfuscation and aim to answer the following question: is there a type of data encoding that maintains the \"learnability\" of encoded samples, thereby enabling direct ..."
    },
    {
        "title": "Exploiting Temporal Vulnerabilities for Unauthorized Access in Intent-based Networking",
        "author": "Weintraub, Ben",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "Intent-based networking (IBN) enables network administrators to express high-level goals and network policies without needing to specify low-level forwarding configurations, topologies, or protocols. Administrators can ..."
    },
    {
        "title": "Secure Sorting and Selection via Function Secret Sharing",
        "author": "Agarwal, Amit",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "We revisit the problem of concretely efficient secure computation of sorting and selection (e.g., maximum, median, or top-k) on secret-shared data, focusing on the case of security against a single semi-honest party. ..."
    },
    {
        "title": "High-Throughput Three-Party DPFs with Applications to ORAM and Digital Currencies",
        "author": "Zyskind, Guy",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "specific and general secure computation. While two-party DPF constructions are readily available for those applications with satisfiable performance, the three-party ones are left behind in both security and efficiency. ..."
    },
    {
        "title": "Specification and Verification of Strong Timing Isolation of Hardware Enclaves",
        "author": "Lau, Stella",
        "publisher": "ACM|Proceedings of the 2024 ACM SIGSAC Conference on Computer and Communications Security",
        "date": "2024-12-02",
        "abstract": "The process isolation enforceable by commodity hardware and operating systems is too weak to protect secrets from malicious code running on the same machine: attacks exploit timing side channels derived from contention on ..."
    },
    {
        "title": "Enabling Perspective-Aware Ai with Contextual Scene Graph Generation",
        "author": "Platnick, Daniel",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-12-02",
        "abstract": "This paper advances contextual image understanding within perspective-aware Ai (PAi), an emerging paradigm in human–computer interaction that enables users to perceive and interact through each other’s perspectives. While ..."
    },
    {
        "title": "Gênero e Feminismos no Ensino de Relações Internacionais no Brasil",
        "author": "Jungs de Almeida, Alessandra",
        "date": "2024-12"
    },
    {
        "title": "Expanding the landscape of antibody discovery",
        "author": "Johnson, Shelbe",
        "publisher": "Elsevier BV",
        "date": "2024-12",
        "abstract": "Library:library screening technologies hold substantial promise for paired antibody:antigen discovery, but challenges have persisted. In this issue of Cell Reports Methods, Wagner et al. introduce a method that combines ..."
    },
    {
        "title": "Data for \"Variations on five-dimensional sphere packings\"",
        "author": "Cohn, Henry",
        "date": "2024-12-01",
        "abstract": "This data set includes all the code and data from the paper \"Variations on five-dimensional sphere packings\" by Cohn and Rajagopal."
    },
    {
        "title": "From My Vantage Point: Exploring The Effect of First-Person and Third-Person Perspectives on Social Acceptance in VR Roleplaying Games",
        "author": "Yildirim, Caglar",
        "publisher": "ACM|International Conference on Mobile and Ubiquitous Multimedia",
        "date": "2024-12-01",
        "abstract": "Virtual reality (VR) roleplaying games designed to promote perspective taking typically involve players assuming the perspective of others from different backgrounds and experiencing a simulated scenario from their everyday ..."
    },
    {
        "title": "Retrieval of refractivity fields from GNSS tropospheric delays: theoretical and data-based evaluation of collocation methods and comparisons with GNSS tomography",
        "author": "Shehaj, Endrit",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-30",
        "abstract": "This paper focuses on the retrieval of refractivity fields from GNSS measurements by means of least-squares collocation. Collocation adjustment estimates parameters that relate delays and refractivity without relying on a ..."
    },
    {
        "title": "Robust Reinforcement Learning Strategies with Evolving Curriculum for Efficient Bus Operations in Smart Cities",
        "author": "Tang, Yuhan",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-29",
        "abstract": "Public transit systems are critical to the quality of urban life, and enhancing their efficiency is essential for building cost-effective and sustainable smart cities. Historically, researchers sought reinforcement learning ..."
    },
    {
        "title": "Structural molecular modeling of bacterial integral membrane protein enzymes and their AlphaFold2 predicted water-soluble QTY variants",
        "author": "Sajeev-Sheeja, Akash",
        "publisher": "Springer Nature Singapore",
        "date": "2024-11-28",
        "abstract": "Context Beta-barrel enzymes are an important area of study in the field of structural biology. These proteins serve crucial roles, acting as porins, transporters, enzymes, virulence factors, and receptors. Recent research ..."
    },
    {
        "title": "The price elasticity of natural gas demand of small consumers in Germany during the energy crisis 2022",
        "author": "Jamissen, David",
        "publisher": "Springer Netherlands",
        "date": "2024-11-28",
        "abstract": "Understanding how consumers respond to turbulent market conditions is crucial for planning security of natural gas supply. This paper estimates the price elasticity of demand of small consumers in Germany in the period ..."
    },
    {
        "title": "Multifunctional lightweight autonomous vehicles: an agent-based study",
        "author": "Coretti Sanchez, Naroa",
        "publisher": "Springer US",
        "date": "2024-11-27",
        "abstract": "In mobility-on-demand services, the number of vehicles needed is often determined by peak demand during rush hours, leading to prolonged vehicle idle times during off-peak periods. This surplus capacity presents an opportunity ..."
    },
    {
        "title": "Exact algorithms for continuous pricing with advanced discrete choice demand models",
        "author": "Haering, Tom",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-26",
        "abstract": "We present a spatial Branch and Bound and spatial Branch and Benders Decomposition approach together with the Breakpoint Exact Algorithm (BEA) to tackle the uncapacitated choice-based pricing problem (CPP) where demand is ..."
    },
    {
        "title": "When Cities Go Nuclear: Exploring the Applications of Nuclear Batteries Toward Energy Transformation",
        "author": "Paul, Sanjana",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-25",
        "abstract": "Global society faces the pressing question of how to eliminate reliance on fossil fuels while meeting increasing energy demand. In comparison to solar and wind energy, nuclear power has been largely ignored in urban studies ..."
    },
    {
        "title": "Acceleration by stepsize hedging: Silver Stepsize Schedule for smooth convex optimization",
        "author": "Altschuler, Jason M.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-25",
        "abstract": "We provide a concise, self-contained proof that the Silver Stepsize Schedule proposed in our companion paper directly applies to smooth (non-strongly) convex optimization. Specifically, we show that with these stepsizes, ..."
    },
    {
        "title": "“Better Networks” Project is Working to Improve Cybersecurity",
        "author": "Comeau, Kailen",
        "date": "2024-11-25",
        "abstract": "In collaboration with the MIT Sociotechnical Systems Research Center and the Air Force, the Lincoln Laboratory Supercomputing Center is working to develop better sensors using Laboratory developed Dynamic Distributed ..."
    },
    {
        "title": "Lp -Hardy identities and inequalities with respect to the distance and mean distance to the boundary",
        "author": "Flynn, Joshua",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-25",
        "abstract": "Firstly, this paper establishes useful forms of the remainder term of Hardy-type inequalities on general domains where the weights are functions of the distance to the boundary. For weakly mean convex domains we use the ..."
    },
    {
        "title": "MindScape Study: Integrating LLM and Behavioral Sensing for Personalized AI-Driven Journaling Experiences",
        "author": "Nepal, Subigya",
        "publisher": "ACM",
        "date": "2024-11-21",
        "abstract": "Mental health concerns are prevalent among college students, highlighting the need for effective interventions that promote self-awareness and holistic well-being. MindScape pioneers a novel approach to AI-powered journaling ..."
    },
    {
        "title": "Beyond Detection: Towards Actionable Sensing Research in Clinical Mental Healthcare",
        "author": "Adler, Daniel",
        "publisher": "ACM",
        "date": "2024-11-21",
        "abstract": "Researchers in ubiquitous computing have long promised that passive sensing will revolutionize mental health measurement by detecting individuals in a population experiencing a mental health disorder or specific symptoms. ..."
    },
    {
        "title": "Sensor2Text: Enabling Natural Language Interactions for Daily Activity Tracking Using Wearable Sensors",
        "author": "Chen, Wenqiang",
        "publisher": "ACM",
        "date": "2024-11-21",
        "abstract": "Visual Question-Answering, a technology that generates textual responses from an image and natural language question, has progressed significantly. Notably, it can aid in tracking and inquiring about daily activities, ..."
    },
    {
        "title": "EyeTrAES: Fine-grained, Low-Latency Eye Tracking via Adaptive Event Slicing",
        "author": "Sen, Argha",
        "publisher": "ACM",
        "date": "2024-11-21",
        "abstract": "Eye-tracking technology has gained significant attention in recent years due to its wide range of applications in human-computer interaction, virtual and augmented reality, and wearable health. Traditional RGB camera-based ..."
    },
    {
        "title": "Probing the nature of the χc1(3872) state using radiative decays",
        "author": "Aaij, R.",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-21",
        "abstract": "The radiative decays χc1(3872) → ψ(2S) γ and χc1(3872) → J/ψγ are used to probe the nature of the χc1(3872) state using proton-proton collision data collected with the LHCb detector, corresponding to an integrated luminosity ..."
    },
    {
        "title": "Vista: Machine Learning based Database Performance Troubleshooting Framework in Amazon RDS",
        "author": "Singh, Vikramank",
        "publisher": "ACM|ACM Symposium on Cloud Computing",
        "date": "2024-11-20",
        "abstract": "Database performance troubleshooting is a complex multi-step process that broadly involves three key stages- (a) Detection: determining what's wrong and when; (b) Root Cause Analysis (RCA): reasoning about why is the ..."
    },
    {
        "title": "Clinical Validation of Non-invasive Simulation-Based Determination of Vascular Impedance, Wave Intensity, and Hydraulic Work in Patients Undergoing Transcatheter Aortic Valve Replacement",
        "author": "Brown, Jonathan Y.",
        "publisher": "Springer International Publishing",
        "date": "2024-11-19",
        "abstract": "Purpose The impact of Aortic Stenosis (AS) on the left ventricle (LV) extends beyond the influence of the pressure drop across the stenotic valve, but also includes the additional serial afterload imposed by the vascular ..."
    },
    {
        "title": "How Do Transformers Model Physics? Investigating the Simple Harmonic Oscillator",
        "author": "Kantamneni, Subhash",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-19",
        "abstract": "ow do transformers model physics? Do transformers model systems with interpretable analytical solutions or do they create an “alien physics” that is difficult for humans to decipher? We have taken a step towards demystifying ..."
    },
    {
        "title": "Towards Safer Heuristics With Xplain",
        "author": "Karimi, Pantea",
        "publisher": "ACM|The 23rd ACM Workshop on Hot Topics in Networks",
        "date": "2024-11-18",
        "abstract": "Many problems that cloud operators solve are computationally expensive, and operators often use heuristic algorithms (that are faster and scale better than optimal) to solve them more efficiently. Heuristic analyzers enable ..."
    },
    {
        "title": "Dynamic Expansion and Merging of the Equatorial Ionization Anomaly During the 10–11 May 2024 Super Geomagnetic Storm",
        "author": "Aa, Ercha",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-18",
        "abstract": "first_pagesettingsOrder Article Reprints\r\nOpen AccessTechnical Note\r\nDynamic Expansion and Merging of the Equatorial Ionization Anomaly During the 10–11 May 2024 Super Geomagnetic Storm\r\nby Ercha Aa 1,2,*ORCID,Yanhong Chen ..."
    },
    {
        "title": "MLTCP: A Distributed Technique to Approximate Centralized Flow Scheduling For Machine Learning",
        "author": "Rajasekaran, Sudarsanan",
        "publisher": "ACM|The 23rd ACM Workshop on Hot Topics in Networks",
        "date": "2024-11-18",
        "abstract": "This paper argues that congestion control protocols in machine learning datacenters sit at a sweet spot between centralized and distributed flow scheduling solutions. We present MLTCP, a technique to augment today's ..."
    },
    {
        "title": "The Case for Decentralized Fallback Networks",
        "author": "Lynch, James",
        "publisher": "ACM|The 23rd ACM Workshop on Hot Topics in Networks",
        "date": "2024-11-18",
        "abstract": "This paper argues that network and application delivery infrastructures have become highly centralized and are more vulnerable to attacks and disasters than is desirable. It proposes a research agenda for decentralized ..."
    },
    {
        "title": "Modeling Inertia-Driven Oil Transport Inside the Three-Piece Oil Control Ring of Internal Combustion Engines",
        "author": "Yang, Tsung-Yu",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-16",
        "abstract": "The three-piece oil control ring (TPOCR), traditionally used in light-duty gasoline engines, is becoming a viable option for heavy-duty gas and hydrogen engines due to its ability to control lubricating oil consumption ..."
    },
    {
        "title": "Unsupervised Canine Emotion Recognition Using Momentum Contrast",
        "author": "Bhave, Aarya",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-16",
        "abstract": "We describe a system for identifying dog emotions based on dogs’ facial expressions and body posture. Towards that goal, we built a dataset with 2184 images of ten popular dog breeds, grouped into seven similarly sized ..."
    },
    {
        "title": "Exploring the impact of COVID-19 on the grammar of schools in project-based learning contexts",
        "author": "Woods, Peter J.",
        "publisher": "Springer Netherlands",
        "date": "2024-11-15",
        "abstract": "While scholars and public figures have positioned the COVID-19 pandemic as an opportunity for school reform, the response to this potential for change by teachers remains underexplored. In turn, we attend to the following ..."
    },
    {
        "title": "VI-VS: calibrated identification of feature dependencies in single-cell multiomics",
        "author": "Boyeau, Pierre",
        "publisher": "BioMed Central",
        "date": "2024-11-15",
        "abstract": "Unveiling functional relationships between various molecular cell phenotypes from data using machine learning models is a key promise of multiomics. Existing methods either use flexible but hard-to-interpret models or ..."
    },
    {
        "title": "Learning reaction-transport coupling from thermal waves",
        "author": "Kim, Suyong",
        "publisher": "Springer Science and Business Media LLC",
        "date": "2024-11-15",
        "abstract": "Although thermal waves are ubiquitous in nature and engineering, the development of diagnostic tools capable of elucidating the roles of reaction and transport remains an unmet need. This limits our comprehension of the ..."
    },
    {
        "title": "Identifying Money Laundering Subgraphs on the Blockchain",
        "author": "Song, Kiwhan",
        "publisher": "ACM|5th ACM International Conference on AI in Finance",
        "date": "2024-11-14",
        "abstract": "Anti-Money Laundering (AML) involves the identification of money laundering crimes in financial activities, such as cryptocurrency transactions. Recent studies advanced AML through the lens of graph-based machine learning, ..."
    },
    {
        "title": "Renewing Our Focus on Vulnerable Populations Among People Living with HIV",
        "author": "Ayieko, James",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-14",
        "abstract": "The global HIV landscape has changed over the past few decades, with great milestones achieved in both HIV treatment and prevention. Access to lifesaving antiretroviral therapy (ART) has markedly expanded, with a total of ..."
    },
    {
        "title": "Local geometry of NAE-SAT solutions in the condensation regime",
        "author": "Sly, Allan",
        "publisher": "Springer Berlin Heidelberg",
        "date": "2024-11-14",
        "abstract": "The local behavior of typical solutions of random constraint satisfaction problems (csp) describes many important phenomena including clustering thresholds, decay of correlations, and the behavior of message passing ..."
    },
    {
        "title": "FraudGT: A Simple, Effective, and Efficient Graph Transformer for Financial Fraud Detection",
        "author": "Lin, Junhong",
        "publisher": "ACM|5th ACM International Conference on AI in Finance",
        "date": "2024-11-14",
        "abstract": "Fraud detection plays a crucial role in the financial industry, preventing significant financial losses. Traditional rule-based systems and manual audits often struggle with the evolving nature of fraud schemes and the ..."
    },
    {
        "title": "A 35-Year Analysis of Vegetation Cover in Rare-Earth Mining Areas Using Landsat Data",
        "author": "Zheng, Zhubin",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-13",
        "abstract": "Fractional vegetation cover (FVC) plays a significant role in assessing ecological quality and protection, as well as soil and water conservation. As a typical rare-earth resource county in China, Dingnan County has ..."
    },
    {
        "title": "Hydrodynamic forces on a side-by-side ellipse pair with and without relative motion",
        "author": "Rhodes, Preston",
        "publisher": "Cambridge University Press",
        "date": "2024-11-13",
        "abstract": "Motivated by flow interactions in schooling biological swimmers as well as in unmanned underwater vehicle fleets, we investigate the flow past two identical 6 : 1 ellipses using two-dimensional simulations at Reynolds ..."
    },
    {
        "title": "Hierarchically conductive electrodes unlock stable and scalable CO2 electrolysis",
        "author": "Rufer, Simon",
        "publisher": "Springer Science and Business Media LLC",
        "date": "2024-11-13",
        "abstract": "Electrochemical CO2 reduction has emerged as a promising CO2 utilization technology, with Gas Diffusion Electrodes becoming the predominant architecture to maximize performance. Such electrodes must maintain robust ..."
    },
    {
        "title": "Theory of Quantum Anomalous Hall Phases in Pentalayer Rhombohedral Graphene Moiré Structures",
        "author": "Dong, Zhihuan",
        "publisher": "American Physical Society",
        "date": "2024-11-12",
        "abstract": "Remarkable recent experiments on the moiré structure formed by pentalayer rhombohedral graphene aligned with a hexagonal boron nitride substrate report the discovery of a zero field fractional quantum Hall effect. These ..."
    },
    {
        "title": "Bridging Dictionary: AI-Generated Dictionary of Partisan Language Use",
        "author": "Jiang, Hang",
        "publisher": "ACM|Companion of the 2024 Computer-Supported Cooperative Work and Social Computing",
        "date": "2024-11-11",
        "abstract": "Words often carry different meanings for people from diverse backgrounds. Today's era of social polarization demands that we choose words carefully to prevent miscommunication, especially in political communication and ..."
    },
    {
        "title": "Excess Mortality and its Determinants During the COVID-19 Pandemic in 21 Countries: An Ecological Study from the C-MOR Project, 2020 and 2021",
        "author": "Rahmanian Haghighi, Mohammad Reza",
        "publisher": "Springer Netherlands",
        "date": "2024-11-11",
        "abstract": "Introduction The COVID-19 pandemic overwhelmed health systems, resulting in a surge in excess deaths. This study clustered countries based on excess mortality to understand their response to the pandemic and the influence ..."
    },
    {
        "title": "Van der Waals magnetic materials for current-induced control toward spintronic applications",
        "author": "Ryu, Jeongchun",
        "publisher": "Springer International Publishing",
        "date": "2024-11-11",
        "abstract": "Spintronics, leveraging electron spin for information processing, promises substantial advancements in energy-efficient computing. Van der Waals (vdW) magnetic materials, with their unique-layered structures and exceptional ..."
    },
    {
        "title": "Identifying the Values that Shape HCI and CSCW Research with Latin American Communities: A Collaborative Autoethnography",
        "author": "Griggio, Carla",
        "publisher": "ACM|Companion of the 2024 Computer-Supported Cooperative Work and Social Computing",
        "date": "2024-11-11",
        "abstract": "Over the past decade, community collaborations have come into focus within the HCI and CSCW fields. Largely the result of increased concern for social and contextual dimensions of practice, these partnerships facilitate a ..."
    },
    {
        "title": "Harnessing LLMs for Automated Video Content Analysis: An Exploratory Workflow of Short Videos on Depression",
        "author": "Liu, Jiaying (Lizzy)",
        "publisher": "ACM|Companion of the 2024 Computer-Supported Cooperative Work and Social Computing",
        "date": "2024-11-11",
        "abstract": "Despite the growing interest in leveraging Large Language Models (LLMs) for content analysis, current studies have primarily focused on text-based content. In the present work, we explored the potential of LLMs in assisting ..."
    },
    {
        "title": "AudienceView: AI-Assisted Interpretation of Audience Feedback in Journalism",
        "author": "Brannon, William",
        "publisher": "ACM|Companion of the 2024 Computer-Supported Cooperative Work and Social Computing",
        "date": "2024-11-11",
        "abstract": "Understanding and making use of audience feedback is important but difficult for journalists, who now face an impractically large volume of audience comments online. We introduce AudienceView, an online tool to help ..."
    },
    {
        "title": "Beyond Preferences in AI Alignment",
        "author": "Zhi-Xuan, Tan",
        "publisher": "Springer Netherlands",
        "date": "2024-11-09",
        "abstract": "The dominant practice of AI alignment assumes (1) that preferences are an adequate representation of human values, (2) that human rationality can be understood in terms of maximizing the satisfaction of preferences, and ..."
    },
    {
        "title": "Arthroscopic Bone Block and Arthroscopic Latarjet for Anterior Shoulder Dislocation&mdash;Technical Note with Tricks and Tips for Conversion and Successful Surgery",
        "author": "Longo, Umile Giuseppe",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "date": "2024-11-08",
        "abstract": "Background: The treatment of patients affected by recurrent anterior shoulder instability has received more attention in the last ten years, focusing on the management of bone loss, which is crucial in predicting postoperative ..."
    }
]