[
    {
        "title": "The American Institute for Manufacturing Integrated Photonics: advancing the ecosystem",
        "abstract": "The American Institute for Manufacturing Integrated Photonics (AIM Photonics) is focused on developing an end-to-end integrated photonics ecosystem in the U.S., including domestic foundry access, integrated design tools, automated packaging, assembly and test, and workforce development. This paper describes how the institute has been structured to achieve these goals, with an emphasis on advancing the integrated photonics ecosystem. Additionally, it briefly highlights several of the technological development targets that have been identified to provide enabling advances in the manufacture and application of integrated photonics.",
        "authors": [
            "Thomas L. Koch",
            "Michael Liehr",
            "Douglas Coolbaugh",
            "John E. Bowers",
            "Rod Alferness",
            "Michael Watts",
            "Lionel C Kimerling"
        ],
        "journal_conference_name": "Broadband Access Communication Technologies X",
        "publisher": "SPIE",
        "year": "2106",
        "doi": "http://hdl.handle.net/1721.1/112987",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "How do we interpret the outputs of a neural network trained on classification?",
        "abstract": "Deep neural networks are widely used for classification tasks, but the interpretation of their output activations is often unclear. This tutorial article explains\r\nhow these outputs can be understood as approximations of the Bayesian posterior.\r\nWe showed that, in theory, the loss function for classification tasks – derived by\r\nmaximum likelihood – is minimized by the Bayesian posterior. We conducted\r\nempirical studies training neural networks to classify synthetic data from a known\r\ngenerative model. In a simple classification task, the network closely approximates the theoretically derived posterior. However, a few changes in the task can\r\nmake accurate approximation much more difficult. The ability of the networks to\r\napproximate the posterior depends on multiple factors, such as the complexity of\r\nthe posterior and whether there is sufficient data for learning.",
        "authors": [
            "Yudi Xie"
        ],
        "journal_conference_name": "No Journal/Conference",
        "publisher": "International Conference on Learning Representations",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159032",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Geospatial Trucking Industry Decarbonization Explorer (Geo-TIDE): Technical Guide and Methodology",
        "abstract": "Geo-TIDE is a public, interactive decision-support tool developed by the MIT Climate &\r\nSustainability Consortium (MCSC) to help trucking industry stakeholders identify and evaluate early opportunities for fleet and infrastructure decarbonization. By integrating public geospatial datasets such as regional freight flows, policy incentives, and spatially resolved cost and emissions models, Geo-TIDE enables data-driven decisions about where, when, and how to invest in low-carbon technologies. In this technical guide, Danika Eamer (who has led the development of Geo-TIDE) and co-authors Micah Borrero, Brooke Bao, Brilant Kasami, and Helena De Figueiredo Valente detail the tool’s functionality, showcase real-world usage scenarios, and explore the methodology behind its evolution and development.",
        "authors": [
            "Danika Eamer",
            "Micah Borrero",
            "Brooke Bao",
            "Brilant Kasami",
            "Helena De Figueiredo Valente"
        ],
        "journal_conference_name": "No Journal/Conference",
        "publisher": "No Publisher",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159069",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Reducing Proliferation Risks with High-Assay Low-Enriched Uranium Fuels in Reactors with Coated-Particle (TRISO) Fuels",
        "abstract": "The use of graphite-matrix tri-structural-isotropic (TRISO) fuels in high-temperature reactors with high-assay low-enriched uranium (HALEU) can significantly reduce nuclear weapons proliferation risks relative to other fuels and reactor types. The HALEU fuel, with fuels containing 15% to 20% 235U enable used nuclear fuels (UNFs) with thermal neutron–spectrum burnups between 150 000 and 200 000 MWd per ton. At these high burnups, the plutonium isotopics make the direct use for nuclear weapons unattractive and the uranium isotopics unattractive as a feed to a uranium-enrichment plant. On the front end, it would require the theft of ~150 000 pebbles with uranium just under 20% 235U to create the theoretical potential to produce sufficient material for one weapon (1000 kg), which is about a 2-year supply of fuel for these reactors.\r\n\r\nThe chemical and mechanical processing requirements to convert fresh TRISO fuel to uranium metal for use in a nuclear weapon are beyond nonstate actors. Over 10 sequential chemical process steps would be required, plus uranium recovery from waste streams, to avoid large uranium losses in the conversion processes. If a nation-state wanted to make a nuclear weapon starting with HALEU fuel, they would enrich the HALEU from 19.95% to over 90% 235U, which presumes they already possess enrichment capabilities and can use any uranium feedstock. If enriched to weapons-grade 235U, 1 ton of HALEU has sufficient 235U for multiple weapons.\r\n\r\nSeparately, it is not clear if a weapon can actually be built with HALEU fuel. The fuel characteristics also reduce risks from sabotage. Consequently, we conclude that reactor safeguards for fresh HALEU TRISO fuel can be similar to those for low-enriched uranium light water reactor fuel; that is, no requirements for added security or other measures. TRISO UNF safeguards and security can be significantly relaxed relative to the requirements for other types of UNF at the reactor site.",
        "authors": [
            "Charles Forsberg",
            "Andrew Kadak"
        ],
        "journal_conference_name": "Nuclear Technology",
        "publisher": "Taylor & Francis",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159161",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "AGM aquariums and elliptic curves over arbitrary finite fields",
        "abstract": "In this paper, we define a version of the arithmetic-geometric mean (AGM) function for arbitrary finite fields F q , and study the resulting AGM graph with points ( a , b ) ∈ F q × F q and directed edges between points (a, b), ( a + b 2 , ab ) and (a, b), ( a + b 2 , - ab ) . The points in this graph are naturally associated to elliptic curves over F q in Legendre normal form, with the AGM function defining a 2-isogeny between the associated curves. We use this correspondence to prove several results on the structure, size, and multiplicity of the connected components in the AGM graph.",
        "authors": [
            "June Kayath",
            "Connor Lane",
            "Ben Neifeld",
            "Tianyu Ni",
            "Hui Xue"
        ],
        "journal_conference_name": "Research in Number Theory",
        "publisher": "Springer International Publishing",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159072",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Ordering Candidates via Vantage Points",
        "abstract": "Given an n-element set C ⊆ R d and a (sufficiently generic) k-element multiset V ⊆ R d , we can order the points in C by ranking each point c ∈ C according to the sum of the distances from c to the points of V. Let Ψ k ( C ) denote the set of orderings of C that can be obtained in this manner as V varies, and let ψ d , k max ( n ) be the maximum of | Ψ k ( C ) | as C ranges over all n-element subsets of R d . We prove that ψ d , k max ( n ) = Θ d , k ( n 2 d k ) when d ≥ 2 and that ψ 1 , k max ( n ) = Θ k ( n 4 ⌈ k / 2 ⌉ - 2 ) . As a step toward proving this result, we establish a bound on the number of sign patterns determined by a collection of functions that are sums of radicals of nonnegative polynomials; this can be understood as an analogue of a classical theorem of Warren. We also prove several results about the set Ψ ( C ) = ⋃ k ≥ 1 Ψ k ( C ) ; this includes an exact description of Ψ ( C ) when d = 1 and when C is the set of vertices of a vertex-transitive polytope.",
        "authors": [
            "Noga Alon",
            "Colin Defant",
            "Noah Kravitz",
            "Daniel G. Zhu"
        ],
        "journal_conference_name": "Combinatorica",
        "publisher": "Springer Berlin Heidelberg",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159170",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Leveraging Seawater Thermal Energy Storage and Heat Pumps for Coupling Electricity and Urban Heating: A Techno-Economic Analysis",
        "abstract": "This paper presents an economic assessment of seawater thermal energy storage (TES) integrated with industrial heat pumps to couple renewable electricity generation with urban district heating networks. Using Amsterdam as a case study, we develop a techno-economic model leveraging real-world data on electricity prices, heat demand, and system costs. Our findings show that large-scale TES using seawater as a storage medium significantly enhances district heating economics through energy arbitrage and operational flexibility. The optimal configuration yields a net present value (NPV) of EUR 466 million over 30 years and a payback period under 6 years. Thermal storage increases NPV by 17% compared to systems without storage, while within-day load shifting further boosts economic value by 23%. Accurate demand and price forecasting is critical, as forecasting errors can reduce NPV by 13.7%. The proposed system is scalable and well suited for coastal cities, offering a sustainable, space-efficient solution for urban decarbonization and addressing renewable energy overproduction.",
        "authors": [
            "Timur Abbiasov",
            "Aldo Bischi",
            "Manfredi Gangi",
            "Andrea Baccioli",
            "Paolo Santi",
            "Carlo Ratti"
        ],
        "journal_conference_name": "Energies",
        "publisher": "Multidisciplinary Digital Publishing Institute",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159075",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Encourage circular practices in the supply chain",
        "abstract": "Every year 300 million tons of plastic waste are produced, and the amount of plastic produced increases with the world population. The more people there are on the planet, the more waste is produced. The concepts of circular economy are gaining popularity. Companies are looking to implement circular strategies to maximize the use of materials, reduce waste and help the environment while improving their corporate image.\r\nSince the coronavirus pandemic, digital transformation has progressed faster and faster, which has boosted digital communication. Social networks began to play a fundamental role in communication since they are an efficient means of interacting with people worldwide in real-time. Due to social networks' social impact, they can be used to influence people's decision-making.\r\nThis study aims to develop a model that encourages people to adopt recycling habits for polyethylene terephthalate (PET) bottles through social networks focused on the population of the United States. This study will use analytics tools such as the Bass Diffusion Model, and an economic analysis of the viability will be carried out to implement the proposed strategies.",
        "authors": [
            "Alejandro Jorge Goitia Polo",
            "Juan Manuel Perez Dovalo"
        ],
        "journal_conference_name": "No Journal/Conference",
        "publisher": "No Publisher",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159025",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Buy, Rent and Sale: Chasing better cash flows",
        "abstract": "This capstone project optimizes the inventory levels of a rental car company and improves the cash-to-cash cycle. The solution approach is a Mixed Integer Linear Program (MILP) model, considering a multiple-period inventory. The model provides purchasing and selling plans and cash and vehicle flow in the system for each quarter and each type of vehicle for five years. The analytical model was created to maximize the company’s gross margin, considering revenues from renting and sales, cost buy, opportunity cost, and general cost (maintenance, holding, and others). Moreover, it considers an initial inventory and helps the company manage these assets in the best way possible to meet the demand. The result shows an optimal solution of 3.3 billion Colombian pesos (COP) for five years in the base case scenario. Afterward, a sensitivity analysis for different perspectives related to renting period, budget, depreciation rate, and exchange rate impact was carried out. From that perspective, it is possible to understand that the primary trigger to create revenue is extending the renting period. Moreover, the sponsor company can interpret how factors in the market affect the total result success and create an action plan to anticipate these risks.",
        "authors": [
            "Ana Patricia Do Couto Selem",
            "Juan Marcelo Oyarzun Rodriguez",
            "Ricardo Leon Monsalve Uribe"
        ],
        "journal_conference_name": "No Journal/Conference",
        "publisher": "No Publisher",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159030",
        "group_name": "Cireng Crispy"
    },
    {
        "title": "Reducing food losses by improving the efficiency of the banana supply chain in the Antioquia corridor in Colombia",
        "abstract": "In 2011, the Food and Agricultural Organization of the United Nations (FAO) estimated that one-third of the food produced in the world for human consumption was lost or wasted (FAO, 2021d). Ten years later, a World Wildlife Fund (WWF) study calculated the percentage of food destined for consumption wasted along the entire chain. It reached 1.2 billion tons of food lost on farms and 931 million tons wasted at the retail, food service, and household levels, which accounts for around 40% (WWF-UK, 2021). All this wasted food could feed more than double the number of undernourished people worldwide, estimated to be between 720 and 811 million in 2020 (see figure 1) (FAO, 2021e; World Food Programme, 2020).",
        "authors": [
            "Ananthakumar Sethuramanujam",
            "Laura Natalia Fernandez Cedi"
        ],
        "journal_conference_name": "No Journal/Conference",
        "publisher": "No Publisher",
        "year": "2025",
        "doi": "https://hdl.handle.net/1721.1/159027",
        "group_name": "Cireng Crispy"
    }
]